{"intents": [
        {"tag": "greeting",
         "patterns": ["Hi", "How are you", "Is anyone there?", "Hello", "Good day", "Whats up"],
         "responses": ["Hello!", "Good to see you again!", "Hi there, how can I help?"]

        },
        {"tag": "goodbye",
         "patterns": ["cya", "See you later", "Goodbye", "I am Leaving", "Have a Good day"],
         "responses": ["Sad to see you go :(", "Talk to you later", "Goodbye!"]

        },
        {"tag": "age",
         "patterns": ["how old", "how old is Nidhi", "what is your age", "how old are you", "age?"],
         "responses": ["I am 18 years old!", "18 years young!"]

        },
        {"tag": "name",
         "patterns": ["what is your name", "what should I call you", "whats your name?"],
         "responses": ["You can call me Nidhi.", "I'm Nidhi!"]

        },
        {"tag": "shop",
         "patterns": ["Id like to buy something", "whats on the menu", "what do you reccommend?", "could i get something to eat"],
         "responses": ["We sell chocolate chip cookies for $2!", "Cookies are on the menu!"]

        },
        {"tag": "hours",
         "patterns": ["when are you guys open", "what are your hours", "hours of operation"],
         "responses": ["We are open 7am-4pm Monday-Friday!"]
        },
        {"tag": "ADHD",
         "patterns": ["About ADHD","what is ADHD"],
         "responses": ["ADHD is one of the most common neurodevelopmental disorders of childhood. It is usually first diagnosed in childhood and often lasts into adulthood. Children with ADHD may have trouble paying attention, controlling impulsive behaviors (may act without thinking about what the result will be), or be overly active."]
        },
         {"tag":"symptoms of ADHD?",
         "patterns": ["What are the  symptoms of ADHD?", "symptoms of ADHD?", "9 symptoms of ADHD?"],
         "responses": [" * being unable to sit still, especially in calm or quiet surroundings.<br> * constantly fidgeting.<br> * being unable to concentrate on tasks. <br> * excessive physical movement. <br> * excessive talking. <br> * being unable to wait their turn. <br> * acting without thinking. <br> * interrupting conversations."]
       },
       {"tag":"What are the symptoms of ADD?",
       "patterns": ["types of ADD","symptoms of ADD?","What are the symptoms of ADD?","Forgetful in daily activities", "Poor attention to details and careless mistakes in schoolwork and homework", "Easily distracted by extraneous stimuli","Trouble sustaining attention","Loses things necessary for tasks or activities","Dislikes and is reluctant to exert sustained mental effort","Does not follow through on instructions and fails to finish chores and schoolwork","Difficulty organizing tasks and activities","Does not seem to listen when spoken to directly"],
       "responses": [" <p>ADD is the inattentive type of ADHD. Children with ADD have six or more of the following symptoms, some of which start before they reach seven years of age:</p> <br>• Forgetful in daily activities<br> • Poor attention to details and careless mistakes in schoolwork and homework<br> • Easily distracted by extraneous stimuli<br> • Trouble sustaining attention<br> • Loses things necessary for tasks or activities<br> • Dislikes and is reluctant to exert sustained mental effort<br> • Does not follow through on instructions and fails to finish chores and schoolwork<br> • Difficulty organizing tasks and activities<br> • Does not seem to listen when spoken to directly<br><br> Because toddlers and early elementary school children are not expected to sustain attention for long periods, or to keep track of their own belongings, ADD often does not become problematicuntil third or fourth grade when children are expected to function more independently.<br> Symptoms must be present for at least six months and appear in more than one setting. Children’s symptoms are most commonly seen at home and at school, but they are also likely to show up in other settings where attention is needed such as church or temple, music lessons, and sport activities."]
     },

     {"tag": "What are the three types of ADD and ADHD?",
      "patterns": ["three types of ADD and ADHD?","types of ADD and ADHD?","What are the three types of ADD and ADHD?","Primarily Inattentive Type","Primarily HyperactiveImpulsive Type"," Combined Type"],
      "responses": [" There are three types of ADD and ADHD <br> * Primarily Inattentive Type (This type is commonly called ADD) <br> * Primarily Hyperactive Impulsive Type (This type is most often called ADHD) <br> * Combined Type (This type is also referred to as ADHD)"]
      },

    {"tag":"What does an ADD child look like in daily life?",
    "patterns": ["What does an ADD child look like in daily life?", "daily life of ADD child ", "ADD child daily life","ADD child look like in daily life","ADD child look","ADD child behavior"],
    "responses": ["* The ADD child is usually a cooperative child <br> * Unable to function well in situations that require sustained attention and organization <br> * They typically are nice children who are not outright defiant <br> * Trouble finding the mental energy <br> * These children are forgetful in everyday routines, seeming to have never heard the rules and routine before <br> * They will carelessly add when they should subtract and multiply when they should divide <br> * They are more interested in the noise outside than listening to the teacher <br> *  No trouble to play video games for hours <br> * They lose their backpack, homework, jacket, and lunchbox <br> * Chores and homework rarely get finished without great effort by parents <br> * Daydreaming"]
    },

    {"tag":"What other symptoms are associated with ADD?",
      "patterns": ["What other symptoms are associated with ADD?", "symptoms associated with ADD?", "ADD associated symptoms"],
      "responses": [" * child was forgetful, distractible, and inattentive <br> * Not liking to exert mental effort does not cause any problems until it is time to do homework <br> * ADD child to lie about having homework, hide the homework, and purposely forget his schoolbooks. <br> * ADD child to procrastinate argue, cry, throw tantrums, and in more severe cases, hit parents and break things in the house. <br> * Homework that should take fifteen minutes can take two hours, interfering with playtime, dinner, and bath and bedtime <br> * Life during the school year can be very unhappy for both the parents and the child"]
    },
    {"tag":"What does an ADHD child look like in daily life?",
    "patterns": ["What does an ADHD child look like in daily life?", "ADHD child look like", "ADHD child look","daily life of ADHD child ","ADHD child daily life","ADHD child look like in daily life","ADHD child look","ADHD child behavior"],
    "responses": ["* They are difficult children who do not like to sit down, wait their turn, or be quiet. <br> * As toddlers, they run away from parents in stores, jump up and down in restaurant booths, and scream in church. <br> * In preschool, they run around almost constantly, grab toys, do not listen to teachers, and seem to never tire out <br> * In elementary school, they wander around the classroom, disturb the other students, shout out answers, and talk too much. <br> * On the playground, they grab the ball, disrupt games <br> * They talk too much, too loudly <br> * They have trouble settling down and playing quietly <br>"]
    },
    {"tag":"Are ADD and ADHD real disorders?",
    "patterns": ["Are ADD and ADHD real disorders?", "ADD and ADHD real disorders?", "ADD and ADHD are disorders"],
    "responses": [" * Hundreds of published studies provide strong evidence for the existence of ADD and ADHD.  The current scientific belief is that AD/HD is a “biopsychosocial” disorder that likely has its roots in the interaction of human biology, psychology, and the social environment. <br>"]
    },
    {"tag": "Is AD/HD over-diagnosed?",
   "patterns": ["Is AD/HD over diagnosed?","AD/HD overdiagnosed?","over diagnosed ADHD","ADHD is over diagnosed","ADD overdiagnosed"],
   "responses": [" Research demonstrates that AD/HD is a disorder that exists across the world. The research refuting over-diagnosis, it is important for parents to be aware that some teachers are more likely to suspect AD/HD and some professionals are more prone to render the diagnosis. Parents should therefore feel comfortable seeking a second opinion."]
    },
    {"tag": "Doesn’t every child have symptoms of ADHD?",
     "patterns": ["Doesn’t every child have symptoms of ADHD?","Doesn’t every child have symptoms of ADD?","every child have symptoms of ADD","every child have symptoms of ADHD"],
     "responses": [" The symptoms must be “inconsistent with developmental level.” It is not enough to go down the list and check off all the behaviors you have seen your child exhibit. You must check off only those symptoms that are excessive when compared to others your child’s age and developmental level. <br><br>  The symptoms must be “maladaptive.” This means the symptoms must cause significant problems. It is not enough to simply have the symptoms. They must cause “significant impairment” in the child’s functioning. Thus, the “A” student who daydreams in class is not going to be diagnosed with ADD because his inattentiveness is not negatively impairing his academic functioning"]
     },
     {"tag":"How can it be AD/HD if he can play video games for hours?",
     "patterns": ["How can it be AD/HD if he can play video games for hours?", "How can it be ADHD if he can play video games for hours?", "How can it be ADD if he can play video games for hours?","video games for hours?","play video games for hours"],
     "responses": [" The difference is that the average person is able to exert the mental effort despite how boring the material is, whereas the AD/HD child is not."]
     },

     {"tag":"Is there a difference between boys and girls who have AD/HD?",
     "patterns": ["Is there a difference between boys and girls who have AD/HD?", "Is there a difference between boys and girls who have ADHD?", "difference between boys and girls who have ADHD?","ADHD for boys and girls","boys and girls ADHD"],
     "responses": [" Boys have ADHD approximately 4 to 9 times more often than girls do. ADD, on the other hand, tends to be present more equally between boys and girls. <br><br> Girls report more problems with self-esteem, depression, family relation- ships, and peer rejection than boys <br><br> In stark contrast to the honest disclosure by girls, however, boys tend to overestimate their per- formance. They rate themselves as better at schoolwork, behavior, and peer relationships than their teachers rate them <br> <br> Girls’ self-awareness may be the reason they have three times more depression than AD/HD boys."]
     },
     {"tag":"Is AD/HD caused by something in the brain?",
     "patterns": ["Is ADHD caused by something in the brain?", "ADHD caused by something in the brain?", "ADHD caused in the brain?"],
     "responses": [" Brain structure and functioning are suspected as playing a role in causing both ADD and ADHD. Through modern technology and techniques of magnetic resonance imaging (MRI), positron emission tomography (PET), and single photon emission computed tomogra- phy (SPECT), researchers can examine the brain <br><br> Researchers have found the brain volume of AD/HD children to be 3 to 4 percent smaller in the frontal lobes. The frontal lobes of the brain, located near our foreheads, are responsible for problem solv- ing, planning, understanding cause and effect, and controlling impulses—all problem areas for AD/HD children <br><br> The dopamine hypothesis is one of the leading theories about AD/HD. Dopamine is thought to be important in increasing moti- vation and alertness, key weaknesses for AD/HD children. Dopamine is also thought to reduce appetite and cause insomnia, common side effects of stimulant medication. Since AD/HD responds well to stimulant medications by increasing the availability of the neurotransmitter dopamine, researchers are examining whether a deficit of dopamine is the cause."]
     },
     {"tag":"Is AD/HD genetic?",
     "patterns": ["Is AD/HD genetic?", "Is ADHD genetic?", "about ADHD genetic?","why ADHD genetic?","example why ADHD genetic?"],
     "responses": [" Approximately one half of parents with AD/HD have a child with the disorder. Anywhere from 10 to 35 percent of close relatives of children with AD/HD also have the disorder. <br><br> First-degree relatives of children with AD/HD and antisocial behavior are more likely to have AD/HD when compared to rela- tives of children with AD/HD without antisocial behavior.<br><br> Adoption studies have shown that the biological parents of children with AD/HD are more likely to have AD/HD than the adoptive parents, again suggesting genetic influences. Overall, there is strong evidence that AD/HD may be inherited"]
     },
     {"tag":"Can poor parenting cause AD/HD?",
     "patterns": ["Can poor parenting cause AD/HD?", "Can poor parenting cause ADHD?", "poor parenting cause ADHD?","poor parenting cause"],
     "responses": [" While poor parenting does not cause these disorders, it is impor- tant that parents know that poor parenting can make the situation worse."]
     },
     {"tag":"Can poor parenting cause AD/HD?",
     "patterns": ["Can poor parenting cause AD/HD?", "Can poor parenting cause ADHD?", "poor parenting cause ADHD?","poor parenting cause"],
     "responses": [" While poor parenting does not cause these disorders, it is impor- tant that parents know that poor parenting can make the situation worse. <br><br>Mothers of sons with AD/HD tend to be less approving, and more demanding. When AD/HD coexists with Oppositional Defiant Disorder (ODD), par- enting becomes even more problematic, with parents being far more inconsistent and failing to work together. <br><br> Effective parenting can decrease the negative cycle between the child’s symptoms and parents’ negative reaction."]
     },
     {"tag":"What effect does the family environment have on AD/HD?",
     "patterns": ["What effect does the family environment have on AD/HD?", "What effect does the family environment have on ADHD?", "effect does the family environment have on ADHD?","family environment have on ADHD?"],
     "responses": [" The family environment, however, does have an effect on the AD/HD child. Research has consistently found a link between mar- ital conflict and behavior problems in children. When children have AD/HD coexisting with another disorder, such as ODD. <br><br> Parents’ inability or lack of effort to structure or regulate their child’s behavior has been found to be significantly higher in families with an AD/HD child. <br><br> Family environments of AD/HD children tend to be less support- ive, less cohesive, and less expressive. Parenting skills of those raising AD/HD children are generally weaker and parents have trouble managing rules, using reinforcers, and monitoring their child’s behavior."]
     },
     {"tag":"Does watching television cause ADHD?",
     "patterns": ["Does watching television cause ADHD?", "watching television cause ADHD?", "television cause ADHD?","television cause ADD?","watching television cause ADD","Does watching television cause ADHD?"],
     "responses": [" Due to research demonstrating that intense auditory and visual stimulation has a significant influence on brain development. <br><br> Research has found a connection between early television expo- sure at age one to three years and later attention problems at seven years"]
     },
     {"tag":"Do sugar and food allergies cause AD/HD?",
     "patterns": ["Do sugar and food allergies cause ADHD?", "ADHD cause by sugar and food allergies", "sugar and food allergies cause ADHD?","sugar and food allergies cause ADD?"],
     "responses": [" Repeated research has failed to find this to be true, but the myth persists to this day."]
     },
     {"tag":"What other causes of AD/HD are suspected?",
     "patterns": ["What other causes of AD/HD are suspected?", "What other causes of ADHD are suspected?", "What other causes of ADD are suspected?"],
     "responses": [" In a study of 9,500 families, mothers raising children with AD/HD were four times more likely to have a chronic and serious mental health condition. <br><br> Maternal smoking during pregnancy has been shown in some studies to have a relationship to the later development of AD/HD. <br><br> In some studies, injuries during birth have been found to be more common in children with AD/HD than those without the disorder. <br><br> Extremely low birth weight has been found to be associated with AD/HD"]
     },
     {"tag":"Is there a cure for AD/HD?",
     "patterns": ["Is there a cure for AD/HD?", "Is there a cure for ADHD?", "Is there a cure for ADD?","cure for ADD","cure for ADHD"],
     "responses": [" Unfortunately, there is no known cure for ADD or ADHD and noth- ing in the current research suggests that a cure will be found in the near future. ADD and ADHD are considered chronic disorders that last at least until adolescence. Even with the best treatment, medica- tion, parenting, schooling, and therapy, ADD and ADHD are not curable. <br><br> It used to be thought that AD/HD was cured by children simply “growing out of it” by the time they finished high school. That notion has been abandoned, as research is finding that more children than previously thought retain the disorder during their adult years. Current research estimates that only about one third of children with the disorder overcome it. Two thirds are now thought to retain the disorder throughout their adult years. <br><br> Given the lack of a cure, treatment for AD/HD focuses on man- aging the symptoms rather than curing them. Once parents accept the long-term nature of the disorder and quit looking for a magic cure, it is easier to settle into management."]
     },
     {"tag":"How is AD/HD treated?",
     "patterns": ["How is AD/HD treated?", "How is ADHD treated?", "How is ADD treated?","treatment for ADHD","treatment for ADD"],
     "responses": [" * Behavior modification <br> * Family therapy  <br> * Social skills group therapy <br> * Individual therapy <br> * Medication <br> *  Special education <br> * Tutoring <br> * Organizational skills"]
    },
    {"tag":"What can behavior modification do to help AD/HD?",
      "patterns": ["What can behavior modification do to help AD/HD?", "What can behavior modification do to help ADHD?", "What can behavior modification do to help ADD?","behavior modification do to help ADD?","behavior modification do to help ADHD?"],
      "responses": [" Behavior modification is the systematic use of rules, rewards, conse- quences, and privileges based upon the child’s compliance. Research shows behavior modification to be the most effective tool in manag- ing the AD/HD child’s problematic behavior. <br><br> Behavior modification works on the principle that behaviors will increase if they are reinforced and decreased if they are punished. Using praise, stickers, points, prizes, and privileges for appropriate behavior results in significant increases in desirable behaviors. When these rewards and privileges are withheld, noticeable decreases in undesirable behaviors occur. <br><br> The use of behavior modification creates a highly structured environment for the child where the expectations for behavior are very clear. Exact rewards and punishments are spelled out ahead of time so that the child is fully aware of what will happen if they engage in certain behaviors. This allows for a predictable daily life for both parents and child."]
    },
    {"tag":"What can family therapy do to help?",
    "patterns": ["What can family therapy do to help?", "family therapy do to help?", "can family therapy help?","family therapy help in ADHD?","family therapy help in ADD"],
    "responses": [" AD/HD children are high maintenance. They exhaust their parents and irritate their siblings. Parents find themselves in frequent conflict with one another as they argue over whether or not the AD/HD child misbehaved on purpose and whether or not he should be pun- ished. Just getting the AD/HD child through the day places an enor- mous strain on the family. Parents are often so exhausted mentally, emotionally, and physically that they have little energy left for their partner and other children. Spouses feel neglected and siblings feel jealous of the attention the AD/HD child receives. Family therapy addresses these frustrations and helps the family live a calmer life that is not dominated by the AD/HD child. <br><br> Couples therapy can help parents become a unified team and learn how to use the same parenting goals and skills."]
    },
    {"tag":"What can social skills group therapy do to help?",
    "patterns": ["What can social skills group therapy do to help?", "social skills group therapy do to help?", "group therapy do to help?","group therapy","group therapy for ADHD","group therapy for ADD"],
    "responses": [" Social skills group therapy eliminates that feeling by provid- ing a sense of belonging and acceptance by his peers. <br><br> Being with similar peers helps the child feel as if he is not so different after all. Social skills group therapy for AD/HD children teaches social skills reinforced by role-playing and repeated practice of the learned skills. Increasing self-esteem is a primary goal of group therapy. <br><br> Children are praised and reinforced for appropriate social behavior and given plenty of opportunity to receive positive feedback from the group leader and group members. <br><br> Group therapy provides a safe place for AD/HD children to express feelings and talk about the hurt they feel from being rejected and teased by their peers. Through learning, role-playing, feedback, and practice, they gain awareness of the behaviors that lead to social rejection and learn positive ways to interact with their peers so they can eventually gain acceptance and develop lasting friendships"]
    },
    {"tag":"What can individual therapy do to help?",
    "patterns": ["What can individual therapy do to help?", "individual therapy do to help?", "individual therapy","individual therapy for ADHD","individual therapy for ADD"],
    "responses": [" Individual therapy can be helpful in addressing the negative mood and self-esteem that typically coexists with AD/HD. It is also the treatment of choice for secondary disorders such as depression, anxiety, trauma, or effects of divorce."]
    },
    {"tag":"What treatments do not work?",
    "patterns": ["What treatments do not work?", "treatments do not work?", "treatments not work?","treatments for ADHD not work","treatments for ADD not work"],
    "responses": [" * Megavitamin therapy—mega doses of vitamins and/or minerals. <br> * Eye movement desensitization—eye exercises <br> * Herbal remedies—ingesting herbs <br> * Sound treatment—listening to voice, music, and chants <br> * Hypnotherapy—hypnosis <br> * Biofeedback/Neurofeedback—changing brain waves with computer feedback <br> * Sensory integration therapy—exposure to extrasensory stimulation <br> * Homeopathy—plant, mineral, and animal extracts <br> * Neural organization—adjustment of the cranial bones"]
    },
    {"tag":"What should parents know when selecting treatment?",
    "patterns": ["What should parents know when selecting treatment?", "parents know when selecting treatment?","parents know when selecting treatment for ADHD","parents know when selecting treatment for ADD"],
    "responses": [" * There is no cure for AD/HD. <br> * We do not know what causes AD/HD <br> * Treatment is to reduce and manage symptoms, not cure the disorder <br> * AD/HD lasts at least until adolescence • Treatment is long term, usually years <br> * Many children have symptoms throughout adulthood <br> * Medication must not be the only form of treatment <br> * Behavioral treatment is a first line of treatment, with or without medication <br> *  Parents must be active participants in their child’s treatment"]
    },
    {"tag":"What symptoms signal that my child should be evaluated?",
    "patterns": ["What symptoms signal that my child should be evaluated?", "symptoms signal that my child should be evaluated?","signal that my child should be evaluated?"],
    "responses": [" Early warning signs include intense tantrums, being in constant motion, and great difficulty taking the child in public. For preschool children, expulsion is a sure indica- tor that the child needs to be evaluated. Preschool children who repeatedly hit others, grab toys, refuse to sit in circle time, or take a nap, warrant an evaluation. Some children with ADHD may not have troubles surface until kindergarten, especially if they did not attend preschool. Reports from the teacher that the child literally roams around the classroom, will not sit down for long, disrupts story time, hits peers, and will not follow rules, should prompt an evaluation.<br><br> ADD symptoms surface later than ADHD. More severe forms of ADD begin to surface in first and second grade when the child is unable to listen, remain seated, and produce small amounts of work. Milder forms of ADD may not surface until third or fourth grade, when the child is unable to complete worksheets in the classroom and homework takes several hours to complete."]
    },
    {"tag":"When is it time to get my child evaluated?",
    "patterns": ["When is it time to get my child evaluated?", "time to get my child evaluated?","child evaluated?"],
    "responses": [" The time to seek an evaluation is as soon as you begin to suspect that your child does not function or behave like other children his age. Observations from teachers, relatives, friends, and other parents may be your first indication that your child may have AD/HD. Repeated feedback from others, even if you don’t agree, should warrant an eval- uation."]
    },
    {"tag":"Is a diagnosis necessary?",
    "patterns": ["Is a diagnosis necessary?", "Is a diagnosis necessary for ADHD","Is a diagnosis necessary ADD"],
    "responses": [" A diagnosis describes a group of symptoms and provides a concise vocabulary for educators, parents, physicians, and mental health pro- fessionals to use. <br><br> It helps explain behavior, increasing understanding of why the child is behav- ing in certain patterns. A formal diagnosis is not always necessary. If symptoms can be identified and interventions planned, a diagnosis does not have to be made. <br><br> Special education services require the presence of a disorder that impairs learning. Obtaining medication requires a diagnosis. Some children have symptoms of AD/HD that are not severe enough to meet criteria for the diagnosis of AD/HD. These children can nonetheless benefit from an evaluation and interventions designed to address their symptoms."]
    },
    {"tag":"How do I find a doctor?",
    "patterns": ["How do I find a doctor?", "find a doctor for ADHD","find a doctor ADD"],
    "responses": [" Referrals from others are the best way to find an expert. Seek out agencies and professionals that have special knowledge about AD/HD. Ask people you know for a recommendation. Your child’s teacher, principal, and pediatrician are likely good sources for recommendations. Parents with children already diagnosed with AD/HD are usually excellent resources for referrals. Children and Adults with Attention-Deficit/Hyperactivity Disorder (CHADD), a national organization, can lead you to experts in AD/HD as well."]
    },
    {"tag":"What type of doctor should evaluate my child?",
    "patterns": ["doctor should evaluate my child?", "doctor should evaluate my child for ADHD","doctor should evaluate my child ADD"],
    "responses": [" Pediatricians <br> * Developmental pediatricians <br> * Psychiatrists <br> * Pediatric neurologists <br> * Clinical psychologists <br> * Pediatric neuropsychologists • Educational psychologists <br><br> There are some pros and cons in selecting which type of evaluator will assess your child. Pediatricians tend to have limited time. However, your pediatrician likely knows your child quite well and has a long-standing history of observing him. Psychiatrists, neurolo- gists, and developmental pediatricians will all likely perform a longer evaluation, but the only form of intervention they have to offer is medication. Pediatric neuropsychologists and educational psycholo- gists provide testing, but typically do not offer treatment. Clinical psychologists, many of whom can provide testing if necessary, can evaluate and provide treatment. "]
    },
    {"tag":"What should parents know about pediatricians?",
    "patterns": ["What should parents know about pediatricians?", "parents know about pediatricians?","parents know about pediatricians?"],
    "responses": [" Pediatricians evaluate, diagnose, and treat childhood medical illnesses as well as monitor the development of children as they grow. <br><br> Parents often turn to their pediatrician when they notice their child is having behavioral difficulties. The advantage of seeing a pediatri- cian for behavioral problems is that they see hundreds of children and know what behavior is typical and what behavior is outside the norm. However, many parents seeking an evaluation for AD/HD have been disappointed in the evaluation they received from their pediatrician, usually consisting of a questionnaire they complete, a brief interview, and then a prescription, all within a fifteen- to twenty-minute period. <br><br> While many pediatricians are skilled in evaluating AD/HD, most of them structure their practice for short visits with an eye toward quick evaluation and quick treatment decisions. Pediatric practices are usually not designed for the lengthy interviews necessary to eval- uate AD/HD. Parents can be disappointed when the only help they get is a prescription. However, a knowledgeable pediatrician follows the guidelines set by the American Academy of Pediatrics and will refer parents to a psychologist for behavioral treatment."]
    },
    {"tag":"What should parents know about developmental pediatricians?",
    "patterns": ["What should parents know about developmental pediatricians?", "What should parents expect developmental pediatricians?","parents expect developmental pediatricians?"],
    "responses": [" These pediatricians are specialists in assessing a child’s cognitive, social, behavioral, and physical development. Unlike a general pediatrician who primarily treats medical condi- tions in children, these specialists focus on the abnormal medical, psychological, neurological, genetic, behavioral, and developmental disorders of childhood. <br><br> Developmental pediatricians perform a physical examination, looking for medical causes of problems. They evaluate physical growth, motor development, and nutritional needs. They are skilled in screening for cognitive and speech and language delays. They also assess social and emotional development, along with adaptive devel- opment. A typical initial evaluation with a developmental pediatri- cian is comprehensive and lengthy and it is not uncommon for the appointment to last two hours or more. <br><br> For the AD/HD child, a developmental pediatrician can provide medication monitoring. However, because they are experts in the complete development of children, they take a team approach to the child, will typically advise parents to seek additional treatment with other professionals, and can usually provide recommendations."]
    },
    {"tag":"What should parents know about child psychiatrists?",
    "patterns": ["What should parents know about child psychiatrists?", "parents know about child psychiatrists?","parents know about child psychiatristsfor ADHD","parents know about child psychiatrists for ADD"],
    "responses": [" A child psychiatrist is a medical doctor who specializes in the eval- uation and treatment of childhood mental disorders. Psychiatrists generally allow for at least a one-hour interview in their evaluation, with an eye toward the diagnosis and determination of medication needs. Most psychiatrists use medication as their sole form of treat- ment and do not provide psychotherapy or behavioral treatment. Some psychiatrists, however, will educate parents regarding the need for psychological and behavioral treatment. <br><br> Perhaps the most common disappointment experienced by parents when seeing a psychiatrist is their expectation that the psychiatrist will provide psychotherapy. Parents may feel rushed when the psychi- atrist focuses the follow-up interviews on medication effectiveness and side effects. It is important for you to understand that a psychia- trist’s job is to monitor the medication, not to provide psychotherapy"]
    },
    {"tag":"What should parents know about pediatric neurologists?",
    "patterns": ["What should parents know about pediatric neurologists?", "parents know about pediatric neurologists?","parents know about pediatric neurologists? for ADHD","parents know about pediatric neurologists? for ADD"],
    "responses": [" A pediatric neurologist is a physician who diagnoses and treats disor- ders of the nervous system in children. <br><br> They are the appropriate choice of physicians when tics or Tourette’s syndrome is suspected in AD/HD children. <br><br> Parents seek a neurologist to be sure there are no neurological dis- orders present in their AD/HD child. Neurologists perform tests of nerve functioning by having the child engage in specific tasks. If brain or central nervous system dysfunction is suspected, the neurologist may suggest an EEG, CT, MRI, or other scans of the brain. These tests are not necessary in an evaluation for AD/HD and cannot determine the presence or absence of AD/HD, but they may be necessary to evaluate other nervous system disorders. <br><br> Once the child is given a clean bill of nervous system health, they generally do not see the neurologist again. If, however, the neurolo- gist is selected by the parents to monitor the child’s medication, then follow-up visits will be scheduled. Neurologists will likely be able to provide parents with a referral for psychological and behavioral treatment."]
    },
    {"tag":"What should parents know about clinical psychologists?",
    "patterns": ["What should parents know about clinical psychologists?", "parents know about clinical psychologists?","parents know about clinical psychologists for ADHD","parents know about clinical psychologists for ADD"],
    "responses": [" Clinical psychologists have a PhD or PsyD, typically in clinical or counseling psychology. They provide evaluation, testing, and treat- ment. <br><br> Evaluation by a clinical psychologist will focus on determining the cause of the symptoms displayed. At least one hour is scheduled for the evaluation. This includes a history, a review of the child’s report cards and academic achievement tests, observation of the child, behavioral analysis, and an interview of the parents and child. <br><br> Instead, the test results will be used by the psychologist as one piece of their evaluation. <br> Treatment provided by clinical psychologists includes various forms of psychotherapy. This includes individual, group, family, and couples treatment. Clinical psychologists who specialize in AD/HD are generally specialists in behavior modification and thus can pro- vide parent education and training. A psychologist may offer all the necessary forms of treatment in his or her practice or be able to pro- vide referrals to the other types of specialists.<br><br> Prescribing medication is not part of a psychologist’s training and licensure in all but a few states and thus psychologists are generally prepared to provide referrals to MDs for medication."]
    },
    {"tag":"What should parents know about pediatric neuropsychologists?",
    "patterns": ["What should parents know about pediatric neuropsychologists?", "parents know about pediatric neuropsychologists?","parents know about pediatric neuropsychologists for ADHD","parents know about pediatric neuropsychologists for ADD"],
    "responses": [" These specialists study the individual functions of the brain and are able to evaluate a child’s abilities in highly specific skills. For example, they not only evaluate a child’s memory functioning, but can also assess their memory for visual, auditory, immediate, short- term and long-term abilities. Testing includes paper and pencil tests, oral tests, and tests requiring the manipulation of objects. <br><br> Neuropsychologists generally do not provide treatment for AD/HD, but instead offer specific recommendations based upon their test results. Recommendations are generally in the form of interventions to be carried out in school and during homework. Knowing a child’s cognitive functions in specific detail can be very helpful in designing an educational program. Teachers and tutors can create lessons geared toward the child’s specific strengths and weak- nesses. <br><br> While a neuropsychological evaluation can provide detail about specific cognitive functions, it can be very expensive—costing $2000 or more. This type of in-depth testing is usually not necessary to make a diagnosis of AD/HD. Questions that are more specific are usually posed when a child is referred for neuropsychological test- ing, such as the suspicion of a learning disability, processing prob- lems, and memory dysfunction."]
    },
    {"tag":"What should parents know about educational psychologists?",
    "patterns": ["What should parents know about educational psychologists?", "parents know about educational psychologists?","parents know about educational psychologists for ADHD","parents know about educational psychologists for ADD"],
    "responses": [" They may evaluate and diagnose AD/HD, but more often, they usually focus on the evaluation and treatment of learning disorders and learning problems. <br><br> Educational psychologists perform evaluations through a variety of educational tests, including IQ and academic achievement tests. They are skilled at making very specific recommendations based upon those test results. <br><br> Educational psychologists are experts at applying those recommendations in a one-on-one setting with the student through educational therapy. <br> Due to budget and time constraints, the educational psychologist employed by your child’s school will not provide the comprehensive testing and recommendations that a private practice educational psychologist can. Nor can they provide the educational therapy that a private practitioner can."]
    },
    {"tag":"What should parents look for in choosing a doctor?",
    "patterns": ["What should parents look for in choosing a doctor?", "parents look for in choosing a doctor?","parents look for in choosing a doctor for ADHD","parents look for in choosing a doctor for ADD"],
    "responses": [" The best way to choose a doctor is through a recommendation from others who know of the doctor’s work and reputation. <br><br> Check website and/or brochures that you can view. This will provide information about their degree, area of practice, specialties, philosophy of treatment, and interventions they are able to provide. Once you have found a doctor that you think might be right for your child, you are ready to schedule an appointment. Ask for an evaluation to determine if your child has ADD or ADHD."]
    },
    {"tag":"What medical tests are used to diagnose AD/HD?",
    "patterns": ["What medical tests are used to diagnose AD/HD?", "medical tests are used to diagnose?","medical tests are used to diagnose for ADHD","medical tests are used to diagnose for ADD"],
    "responses": [" No medical test currently exists that can determine if someone has AD/HD. <br><br>Instead, parents should seek an experienced evaluator who informs them that the diagnosis is based upon the evaluator’s clinical judgment rather than medical tests. Evaluators tend to review a variety of information such as parent and teacher reports, as well as observa- tion of the child to make their determination."]
    },
    {"tag":"What psychological or educational tests are used to diagnose AD/HD?",
    "patterns": ["What psychological or educational tests are used to diagnose AD/HD?", "psychological or educational tests are used to diagnose?","psychological or educational tests are used to diagnose for ADHD","psychological or educational tests are used to diagnose for ADD"],
    "responses": [" hyperactive symptoms are readily observed. However, if ADD is in question and cannot be confidently diagnosed based upon history, observation, record review, and behavioral analy- sis, then educational testing can be helpful as part of the diagnostic evaluation. <br><br> Unlike the annual academic achievement testing conducted each year at school, educational testing must be administered face-to-face by either a clinical or an educational psychologist. The testing will generally include an IQ test and an academic achievement battery. In addition to seeing how the child’s scores compare to (those of other children her age), the psychologist is able to closely observe the child’s behavior during the several hours of test administration. <br><br> The evaluator will observe how the child approaches tasks that are similar to school and homework. They will observe the child’s abil- ity to sit still while working, pay attention, stick to tasks (some of which may be boring), tolerate frustration, ignore distractions, stay motivated, and remain focused."]
    },
    {"tag":"Do children behave differently in a one-on-one testing situation?",
    "patterns": ["Do children behave differently in a one-on-one testing situation?", "children behave differently in a one-on-one testing situation?","children behave differently in a one-on-one testing situation for ADHD","children behave differently in a one-on-one testing situation for ADD"],
    "responses": [" children do better in a one-on-one situation when compared to the classroom or during homework. This is actu- ally an asset to the diagnostic evaluation. The benefit provided by one-on-one testing is the psychologist’s ability to measure the child’s true abilities. Without the distractions of the classroom, and with the added novelty of meeting with the psychologist, children generally enjoy the testing and try hard to please the evaluator. This allows the psychologist to measure what the child truly knows, even if his knowledge is not reflected in his work or on his report cards. <br><br> The second benefit of one-on-one testing is that because it takes four to eight hours to complete, the psychologist is usually able to observe the child in several different sessions. Once the novelty wears off and the desire to please becomes hard to sustain, the child eventually displays his typical behavior. Even under the ideal situa- tion of a quiet office and one-on-one attention, children with AD/HD can’t help but display their symptoms."]
    },
    {"tag":"If I have my child tested, what tests should be used?",
    "patterns": ["If I have my child tested, what tests should be used?", "my child tested, what tests should be used?","my child tested, what tests should be used for ADHD","my child tested, what tests should be used for ADD"],
    "responses": [" A learning disorder evaluation will also include an academic achievement test battery. These are also administered face-to-face to the child by the psychologist. Commonly used tests include Woodcock Johnson III, Kaufman, and the Peabody Individual Achievement Test. <br><br> A minimum test battery should include IQ and academic achieve- ment testing. Numerous additional tests may be administered, each for a specific purpose. Tests for specific cognitive functions may be administered in order to determine the areas of strength and weak- ness in cognitive functioning."]
    },
    {"tag":"What use do I make out of the test results?",
    "patterns": ["What use do I make out of the test results?", "use do I make out of the test results?","What use do I make out of the test results for ADHD","What use do I make out of the test results for ADD"],
    "responses": [" Do not agree to testing, unless the psychologist will prepare a written report of the test results, interpretation, and recommendations. <br><br> Once you have the test report, provide a copy to each professional working with your child. Schedule a meeting with each professional to discuss the results and what interventions they suggest."]
    },
    {"tag":"What information can an IQ test provide?",
    "patterns": ["What information can an IQ test provide?", "IQ test provide?","IQ test provide for ADHD","IQ test provide for ADD"],
    "responses": [" IQ testing tells us how intellectually capable we are. <br><br> IQ testing also tells us strengths and weaknesses across many areas. It tells us verbal abilities in comparison to visual-perceptual abilities. It provides information on long-term learning, immediate memory, social judgment, understanding cause and effect, and abstract thinking, among others."]
    },
    {"tag":"What information can academic achievement tests provide?",
    "patterns": ["What information can academic achievement tests provide?", "information can academic achievement tests provide?","information can academic achievement tests provide for ADHD","information can academic achievement tests provide for ADD"],
    "responses": [" Academic achievement testing measures what a child has learned over the past academic year. Test scores will tell you what grade level and age level of knowledge your child has achieved in a wide variety of academic skills and subjects. It is most commonly used to help determine if your child has a learning disorder. If your child’s aca- demic achievement level is significantly below his IQ level, then a learning disorder is likely present. <br><br> Academic achievement testing is very helpful in making decisions about a child’s school placement and medication."]
    },

    {"tag":"How often should testing be done?",
    "patterns": ["How often should testing be done?", "How often should testing be done?","How often should testing be done for ADHD","How often should testing be done for ADD"],
    "responses": [" The benefit of re-administering the tests is to measure progress. Most psychologists would say that at least one year should pass before testing is repeated <br><br> Two to three years is a more reasonable period that allows the child to benefit from the aca- demic, behavioral, and psychological interventions. <br> If testing is to be done more frequently, there should be a specific purpose and a plan for modifying interventions based upon the results. Re-testing should involve a comparison of both sets of test data. Having the same psychologist administer the re-testing has the advantage of their expe- rience with, and prior knowledge of, the child. If you choose a different psychologist for a re-test, be sure they are provided with the previous test data and written report so they may do an accurate comparison."]
    },
    {"tag":"What information can school achievement tests provide?",
    "patterns": ["What information can school achievement tests provide?", "school achievement tests provide?","What information can school achievement tests provide for ADHD","What information can school achievement tests provide for ADD"],
    "responses": [" Each year, schools administer standardized academic achievement tests in a paper and pencil format that an entire class takes at the same time. <br> This will help determine if testing for a learning disorder is necessary. <br> This is a potential sign of AD/HD and can be indicative of trouble sustaining the mental effort needed to perform well on these tests."]
    },
    {"tag":"What information can report cards provide?",
    "patterns": ["What information can report cards provide?", "information can report cards provide","What information can report cards provide for ADHD","What information can report cards provide for ADD"],
    "responses": [" Report cards largely tell how the child did in producing and completing work, being accurate in his answers, writing properly, and cooperat- ing with the teacher, among other skills. <br><br> Children with AD/HD often have very poor report cards due to their difficulty producing the volume, neatness, and timeliness of work requested by teachers."]
    },
    {"tag":"Can a diagnosis be made from a behavior checklist?",
    "patterns": ["Can a diagnosis be made from a behavior checklist?", "diagnosis be made from a behavior checklist?","diagnosis be made from a behavior checklist for ADHD","diagnosis be made from a behavior checklist for ADD"],
    "responses": [" Decades of research have gone on behind the scenes to develop these checklists and make them useful. Here’s how they work. Researchers provide a lengthy list of behaviors that children engage in. They find very large groups of par- ents to complete the questionnaires. By having thousands of parents who have children free of problems complete the questionnaire, the researchers are able to see what so called “normal” children look like in terms of mood and behavior. By having thousands of parents whose children have disorders complete the checklist, they are able to see how children with a variety of problems appear on the check- list. Your child’s test scores are examined to see if he more closely matches the “normal” group or the depressed, anxious, hyperactive, inattentive, aggressive, socially problematic, or other disordered group."]
    },
    {"tag":"Can a diagnosis of AD/HD be made from a computerized test?",
    "patterns": ["Can a diagnosis of AD/HD be made from a computerized test?", "Can a diagnosis of ADHD be made from a computerized test?","Can a diagnosis of ADD be made from a computerized test?","Can a diagnosis  be made from a computerized test?"],
    "responses": [" No, If a computerized test is given, it should be used only as an additional supplementary tool, not the sole or primary source of diagnosis. AD/HD will do poorly because they will fail to pay sufficient attention and they will be unable to resist the impulse to respond before carefully considering their answers."]
    },
    {"tag":"What information should I tell the doctor?",
    "patterns": ["What information should I tell the doctor?", "information should I tell the doctor?","information should I tell the doctor for ADD?","information should I tell the doctor for ADHD"],
    "responses": [" Many evaluators have lengthy questionnaires for parents to fill out before the visit. While this exhausts some parents, it can save time and allows the doctor to focus her interview on the most relevant questions. Be sure to answer honestly, even if you feel embarrassed. Your doctor can only do her job with accurate information. <br><br> Mental health history <br> History of ADD/ADHD/ODD/CD/Antisocial Personality Disorder <br> Substance abuse history <br> Criminal history <br> School and learning history <br> Behavior problems <br> Mood and/or behavior medication history <br> Suicide history <br> Highest grade completed <br> Divorce and step-family constellation <br> Trauma History <br>"]
    },
    {"tag":"What records should I give to the doctor?",
    "patterns": ["What records should I give to the doctor?", "records should I give to the doctor?","records should I give to the doctor for ADD?","records should I give to the doctor for ADHD"],
    "responses": [" Report cards <br> Annual academic achievement test scores • Individual education plans <br> Notes sent home from school <br> Educational testing reports <br> Personality testing reports <br> AD/HD prior evaluation results <br>"]
    },
    {"tag":"What questions will the doctor ask me about my child?",
    "patterns": ["What questions will the doctor ask me about my child?", "questions will the doctor ask me about my child?","questions will the doctor ask me about my child for ADD?","questions will the doctor ask me about my child for ADHD"],
    "responses": [" Records you send or bring with you, the behavior checklist you com- plete, and the history questionnaire you fill out. Combined, these help your doctor narrow down the questions she will ask you. <br> Bring a list of the behaviors you observe in your child and be sure to tell the doctor about them. <br><br> Sit still <br> Complete class work <br> Keep track of her belongings <br> Complete homework in a timely fashion <br> Return homework to the teacher <br> Complete book reports and projects <br> Get ready for school <br> Complete chores <br> Follow instructions <br> Complete requests without repeated reminders or nagging <br> Get along with peers <br> Cooperate with rules <br> Make and keep friends <br> Manage his anger <br>  Remember rules, items, and instructions <br> Play quietly <br> Join a conversation or game <br> Delay gratification <br> Think before she acts <br> Keep belongings organized <br> Show emotional maturity <br> Be aware of his behavior <br> Manage her feelings <br> Avoid minor distractions <br>"]
    },
    {"tag":"What if the evaluation is inconclusive?",
    "patterns": ["What if the evaluation is inconclusive?", "evaluation is inconclusive?","evaluation is inconclusive for ADD?","evaluation is inconclusive for ADHD"],
    "responses": [" It is not uncommon to have a diagnostic evaluation be inconclusive. Because AD/HD is based on clinical judgment, there are cases where one doctor will determine the disorder is present but another doctor will say it is not. <br><br> If your child’s evaluation is inconclusive, there are several options to consider. You may opt to obtain a second opinion with the same type of doctor who performed the first evaluation, thus having two opinions from two different psychologists. Alternatively, you may seek a different category of specialist, thus having an opinion, for example, from one psychologist and one psychiatrist. Educational or neuropsychological testing may provide the additional information necessary to render a diagnosis. Finally, as many parents do, you can simply choose to have your child treated for the various problems he exhibits and not be concerned about the actual diagnosis."]
    },
    {"tag":"Is it really AD/HD or is it something else?",
    "patterns": ["Is it really AD/HD or is it something else?", "Is it really ADHD or is it something else?","Is it really ADD or is it something else?","Is it really ADHD or ADD or is it something else?"],
    "responses": [" When children are struggling with learning, social, family, or emotional issues, it usually affects their school and homework. Learning disorders, divorce, trauma, and social rejection are just a few of the things that can cause symptoms similar to ADD. Children may daydream as a means to escape negative feelings and have trouble mustering up enough effort to do their homework. <br><br> Since many childhood problems can look like the symptoms of ADD, it is very important that a child who appears to have ADD be evaluated for other disorders."]
    },
    {"tag":"How many children with AD/HD have a second disorder?",
    "patterns": ["How many children with AD/HD have a second disorder?", "How many children with ADHD have a second disorder?","How many children with ADD have a second disorder?","children with ADD or ADHD have a second disorder?"],
    "responses": [" Second disorder: 66 percent <br> Learning problems: 60 percent <br> Oppositional Defiant Disorder: 33 percent <br> Anxiety Disorder: 25 to 30 percent <br> Conduct Disorder: 25 percent <br> Depression: 10 to 30 percent <br> Obsessive-Compulsive Disorder: 10 to 17 percent <br> Three or more disorders: 10 percent <br> Learning disorders: 10 percent <br> Tourette’s: 7 percent <br>"]
    },
    {"tag":"What is Oppositional Defiant Disorder?",
    "patterns": ["What is Oppositional Defiant Disorder?", "Oppositional Defiant Disorder?","About Oppositional Defiant Disorder?","About ODD","ODD"],
    "responses": [" Oppositional Defiant Disorder (ODD) is a recurrent pattern of defi- ant, disobedient, oppositional, negative, and hostile behavior toward adults. Children with ODD have four or more of the following symptoms: <br><br> Spiteful or vindictive <br> Loses temper <br> Angry and resentful <br> Argues with adults <br> Touchy or easily annoyed <br> Actively defies or refuses to comply with adults’ requests or rules <br> Blames others for his or her mistakes or misbehavior  <br> Deliberately annoys people <br>"]
    },
    {"tag":"What should parents know about ODD?",
    "patterns": ["What should parents know about ODD?", "parents know about Oppositional Defiant Disorder?","parents know about Oppositional Defiant Disorder?","parents know about ODD"," parents know ODD"],
    "responses": [" The ODD child is a very difficult child to raise, refusing to comply with even the most basic request. They want their way and few things will stop them from getting it. They live by the philosophy of “you’re not the boss of me!” Constant battles result in a cycle of neg- ativity between the parent and the child and they tend to bring out the worst in one another. <br>Two to 16 percent of children have ODD, yet for those with AD/HD, this number rises dramatically to approximately one third. ,<br><br> ODD children begin as very demand- ing and willful toddlers and continue to become increasingly stubborn, oppositional, and angry with each passing year. ODD usu- ally develops before eight years of age. Medication is not effective for ODD. Parents must learn behavior modification skills and commit to consistent parenting."]
    },
    {"tag":"What is Conduct Disorder?",
    "patterns": ["What should parents know about ODD?", "parents know about Oppositional Defiant Disorder?","parents know about Oppositional Defiant Disorder?","parents know about ODD"," parents know ODD"],
    "responses": [" Conduct Disorder (CD) is a persistent pattern of behavior where rules and rights of others are violated. Children with CD have at least three of the following symptoms: <br><br> Bullying, threatening, or intimidating others <br> Starting physical fights <br> Use of a weapon <br> Physical cruelty to people Physical cruelty to animals <br> Stolen while confronting a victim <br> Forced someone into sexual activity <br> Deliberately engaged in setting fires to cause serious damage <br> Deliberately destroyed others’ property <br> Broken into someone’s car, building, or home <br> Lies or cons others to gain something or avoid an obligation <br> Stolen without confronting a victim, e.g. shoplifting <br> Stays out at night despite parental rules, starting before age thirteen <br> Runs away from home overnight <br> Truant from school, beginning before age thirteen <br>"]
    },
    {"tag":"What should parents know about Conduct Disorder?",
    "patterns": ["What should parents know about Conduct Disorder?", "parents know about Conduct Disorder?","know about Conduct Disorder?"],
    "responses": [" Males are much more likely to have Conduct Disorder than females. Males have a rate of Conduct Disorder from 6 to 16 per- cent, whereas female rates range from 2 to 9 percent. Males tend to engage in more fighting, stealing, vandalism, and behavior problems at school. Females are more prone to lie, be truant, and run away from home. Conduct Disorder is associated with early onset of sexual behav- ior, drinking, smoking, drug use, and reckless and risk-taking acts. Children with this disorder are commonly suspended or expelled from school. Academic achievement is often low. Many adolescents grow out of the disorder; however, a large number go on to develop Antisocial Personality Disorder, a very serious problem of antisocial behavior in adults."]
    },
    {"tag":"What is Asperger’s Disorder?",
    "patterns": ["What is Asperger’s Disorder?", "Asperger’s Disorder?"," about Asperger’s Disorder?"],
    "responses": [" least one impairment in behavior: <br><br> Lack of social or emotional reciprocity <br> Marked impairment in non-verbal behavior <br> Lack of spontaneous seeking of sharing interests and pleasure with others <br> Failure to develop appropriate peer relationships <br> Preoccupied with restricted patterns of interest <br> Preoccupied with parts of objects <br> Inflexible adherence to rituals <br> Repetitive motor movements <br> Asperger’s are average or bright intellectually, but are perceived by others as rather odd socially. Symptoms may not become apparent until they enter school and have difficulties making friends. These children are self-focused and show little awareness or interest in others except for having an audience to talk to about their very specific and narrow interests. They have trouble with eye contact, body language, and the give and take of conversa- tions and relationships. They can be extremely interested in one or two subjects and focus most talking and activities around that topic. They can be insistent that they be allowed to engage in behaviors that have no usefulness."]
    },
    {"tag":"What should parents know about Asperger’s Disorder?",
      "patterns": ["What should parents know about Asperger’s Disorder?", "parents know about Asperger’s Disorder?"],
      "responses": [" Children with Asperger’s have an inability to understand what is going on in the minds of others. They miss out on non- verbal cues, not understanding facial expressions, gestures, and body language. They fail to consider what others might need and instead focus on their immediate thoughts, feelings, and desires. <br><br> Become frustrated when others interrupt them or try to change the subject. They cannot shift gears in conversations or activities without upset. Combined with AD/HD, they have a tremendous struggle for social success."]
    },
    {"tag":"What information can personality testing provide?",
    "patterns": ["What information can personality testing provide?", "information can personality tests provide?","information can personality tests provide for ADHD","information can personality tests provide for ADD"],
    "responses": [" Personality testing, or psychological testing as it is called, provides a wealth of information about a child’s personality style. It offers a look inside the child’s emotional mind, showing parts of his world that cannot easily be observed. Interpersonal style, coping skills, world out- look, problem solving style, mood, and self-esteem can be determined by personality test results. These aspects of the AD/HD child are often overlooked in the effort to get them to do their homework, settle down, pay attention, and cooperate. The subtle forms of anxiety and depression that AD/HD children often have are not easily observed, yet can readily be discovered during psychological testing. This type of testing involves activities that most children find enjoyable, such as drawing pictures, telling stories about pictures, and completing sentences. As children get older, they are able to take self-report tests where they can answer questions about their feel- ings and behavior. Psychological testing should include several tests to obtain a comprehensive picture. Results can be immensely help- ful for the psychotherapist working with your child in providing an in-depth picture of your child’s internal world. Interventions can be designed specifically for your child based upon the test results."]
    },
    {"tag":"What is Tourette’s syndrome?",
      "patterns": ["What is Tourette’s syndrome?", "Tourette’s syndrome?"],
      "responses": [" Tourette’s is a disorder of multiple tics, including motor and vocal tics that are present for more than one year. A tic is a sudden, rapid, involuntary, and recurrent stereotyped movement or vocalization. Tics are experienced as being irresistible, but can be suppressed for varying lengths of time. Tics can be suppressed during periods of interesting activities. <br><br> Alternatively, they can be increased by stress. Examples of simple motor tics include eye blinking, facial grimacing, coughing, shoulder shrugging, and neck jerking. Complex motor tics may include facial gestures, touching, and smelling an object. Simple vocal tics may include sniffing, snorting, barking, throat clearing, and grunting. Complex vocal tics include repeating words or phrases out of context, swearing, and repeating the last word or phrase heard. <br><br> Tics may disappear for periods of time, leading one to think it has disappeared. The same tic may return or new types of tics may take its place. <br> <br> Tourette’s most commonly starts in childhood and is strongly associated with hyperactivity, distractibility, and impulsivity. It can be exacerbated by central nervous system stimulant medication that is commonly given for AD/HD."]
    },
    {"tag":"What should parents know about Tourette’s syndrome?",
    "patterns": ["What should parents know about Tourette’s syndrome?", "parents know about Tourette’s syndrome?"],
    "responses": [" Tourette’s syndrome is seen in approximately four to five individu- als per 10,000. It is one-and-a-half to three times more common in males than females. It can start as early as two years old, but more commonly starts in childhood or adolescence. Once the tics surface, they usually last a lifetime. It is most often a genetic disorder, with only 10 percent of those afflicted having the non-genetic type. <br><br> If a child has Tourette’s, he likely has ADHD, as 60 percent of chil- dren with Tourette’s also have ADHD. Fortunately, the reverse is not true; only 7 percent of children with ADHD have Tourette’s. Depression, anxiety, low self-esteem, and embarrassment are also experienced by children with Tourette’s. School functioning can also be impaired by the obsessions and compulsions that often coexist with Tourette’s. <br><br> There is a link between tics and stimulant medication. While there is debate as to whether or not tics can be caused by stimulants, or if they merely bring about tics that would have surfaced anyway, most physicians recommend that stimulant medication be stopped altogether at the first sign of tics.<br><br> While neuroleptic medication is the only form of treatment for tics, most physicians avoid prescribing this major tranquilizing drug, preferring instead to let the tics occur naturally."]
    },
    {"tag":"What is childhood depression?",
    "patterns": ["What is childhood depression?", "childhood depression?","type of childhood depression"],
    "responses": [" * Depressed or irritable mood <br> * Decreased interest or pleasure in activities <br> * Changes in weight or appetite <br> * Insomnia or excessive sleeping <br> * Physical agitation or retardation <br> * Fatigue or loss of energy <br> * Feelings of worthlessness or guilt  <br> * Decreased concentration <br> * Thoughts of death or suicide <br> <h1>Major Depressive Episodes </h1> Occur abruptly and cause dramatic change in normal functioning. The child or teen may cry a lot, be very irritable, have little motivation to do anything, and find little pleasure in activities he previously enjoyed. Sleep and appetite changes occur, as do changes in schoolwork. Self-esteem can become very low and children and teens may talk negatively about themselves. <br><br> <h1> Dysthymic Disorder </h1> Is a chronic depression that slowly emerges and lasts for at least one year. Irritable and cranky moods exist alongside negative self-esteem and a pessimistic view on life. The depressed mood comes and goes, with happiness lasting no longer than two months."]
    },
    {"tag":"What should parents know about childhood depression?",
    "patterns": ["What should parents know about childhood depression?", "should parents know about childhood depression?","parents know about childhood depression?"],
    "responses": [" Ten to 30 percent of children with AD/HD are thought to have depression. <br><br> AD/HD have a more subtle and slowly emerging onset of depression. Their sadness stems from a daily life of not fitting in at school, being teased and rejected by their peers, annoying their classmates and teachers, failing to meet academic standards, and upsetting their parents with their behavior. These struggles can lead some children with AD/HD to have low self- esteem and periods of unhappiness. Adding to their sadness may be a sense of hopelessness that comes from their inability to control their AD/HD symptoms. <br><br> As the children grow from year to year, they become more aware of their differences from others and their inability to fit in, leading to increased risk for depression as they move through childhood to adolescence. Suicidal ideation is not uncommon and must be treated seriously and not regarded as an attempt for attention. Individual psychotherapy, group psychotherapy, and medication can be very effective in treating childhood depression."]
    },
    {"tag":"What is childhood anxiety?",
    "patterns": ["What is childhood anxiety?", "childhood anxiety?","about childhood anxiety?","list childhood anxiety?","type of childhood anxiety?"],
    "responses": [" * Excessive anxiety and worry <br> * Difficulty controlling the worry  <br> * Feeling restless or on edge <br> * Easily fatigued <br> * Difficulty concentrating <br> * Irritability <br> * Muscle tension <br> * Sleep disturbance <br>"]
    },
    {"tag":"What should parents know about childhood anxiety?",
    "patterns": ["What should parents know about childhood anxiety?", "parents know about childhood anxiety?","parents know about childhood anxiety"],
    "responses": [" About 25 to 30 percent of children with AD/HD experience anxiety. Anxiety in children can be more easily observed in their behavior than heard in their words. <br> Two hallmark indicators of anxiety are complaining and avoidance. Anxious children will complain of having headaches, stomachaches, and generally feeling ill despite being in good health. Some children may truly feel sick and even vomit from intense anxiety. <br> Anxious children may also use tantrums, resistance, oppositionalism, and defiance to escape situations that cause them anxiety <br> Other symptoms of anxiety include irritable mood, fatigue, poor concentration, shyness, nail biting, thumb sucking, bed-wetting, day- time wetting, skin picking, insomnia, and nightmares. Such children may also be excessively shy and withdrawn and physically cling to parents. <br> While many children experience these symptoms at various points, anxious children experience them frequently and intensely. Children with AD/HD and coexisting anxiety can be expected to have a more dramatic presentation of some of their AD/HD symptoms, as there is a large overlap in the way the symptoms are displayed in both disorders."]
    },
    {"tag":"What is Obsessive-Compulsive Disorder?",
    "patterns": ["What is Obsessive-Compulsive Disorder?", "Obsessive-Compulsive Disorder?","what is OCD"],
    "responses": [" Obsessive-Compulsive Disorder (OCD) is marked by recurrent obsessions and compulsions that interfere with daily functioning and/or cause distresses. Obsessions are recurrent and persistent ideas, thoughts, impulses, or images that are intrusive and cause dis- tress. The thoughts are unwanted and not within the child or teen’s control and go excessively beyond normal worries. Compulsions are repetitive behaviors that serve the sole purpose of preventing or reducing anxiety. <br><br> Teens are usually more aware and likely to report that both obsessions and compulsions are unwanted and that they have made unsuccessful attempts to suppress them. <br><br> Common obsessions include fears of contamination, a need to have things in exact order, and fears of having done a horrible deed. Common compulsions include hand washing, counting, putting things in order, checking that doors are locked, and having to perform tasks in a highly specific order."]
    },
    {"tag":"What should parents know about Obsessive- Compulsive Disorder?",
    "patterns": ["What should parents know about Obsessive- Compulsive Disorder?", "parents know about Obsessive- Compulsive Disorder?","parents know about OCD"],
    "responses": [" OCD coexists in approximately 10 to 17 percent of children with AD/HD. Symptoms of OCD can intensify the struggles that AD/HD children have to contend with. <br><br> OCD may with- draw from socializing as a way to hide his compulsions from his peers and prevent being teased. Paying attention in class and to homework, already a challenge for the AD/HD child, is further compounded by the distraction of thoughts the child cannot make stop. His work may be interrupted by behaviors he “has to do. ”Medication is the most effective treatment for OCD. Several types of antidepressants have been found to control the obsessions and compulsions. They have the added benefit of improving mood, which can in turn decrease some of the irritability seen in children with AD/HD. Psychotherapy can help with the related anxiety, embarrass- ment, and social difficulties that typically accompany OCD."]
    },
    {"tag":"What is Bipolar Disorder?",
    "patterns": ["What is Bipolar Disorder?", "about Bipolar Disorder?","Bipolar Disorder"],
    "responses": [" Bipolar Disorder is characterized by alternating episodes of depres- sion and mania or mixed mood states where both mania and depression rapidly cycle. These episodes cause unusual shifts in mood, energy, and behavior that interfere with normal, healthy functioning. <br><br> When manic, children and adolescents are more likely to be irritable and prone to destructive outbursts than to be elated or euphoric like adults with Bipolar Disorder. When depressed, there may be physical complaints such as headaches, muscle aches, stomachaches, or tiredness, frequent absences from school or poor performance in school, talk of or efforts to run away from home, irritability, complaining, unexplained crying, social isola- tion, poor communication, and sensitivity to rejection or failure. Other manifestations of manic and depressive states in teens may include alcohol or substance abuse, hyper-sexuality, and difficulty with friendships. <br><br> Existing evidence indicates that Bipolar Disorder beginning in childhood or early adolescence may be a different, possibly more severe form of the illness than older adolescent and adult onset Bipolar Disorder."]
    },
    {"tag":"What should parents know about Bipolar Disorder?",
    "patterns": ["What should parents know about Bipolar Disorder?", "parents know about Bipolar Disorder?"],
    "responses": [" Although once thought rare in children, approximately 7 percent of children seen at psychiatric facilities are diagnosed with Bipolar Disorder. One of the biggest challenges has been to differentiate children with manic symptoms of Bipolar from those with ADHD. In contrast, ADD is never confused with Bipolar. Both ADHD and Bipolar children present irritability, hyperactivity, and distractibility, making the picture confusing. <br><br> Bipolar children have serious symp- toms, however, that are notably absent in ADHD; namely labile moods that alternate between excessively happy and highly irritable, grandiose behaviors, flight of ideas, intense temper rages, depression, and decreased need for sleep. Several studies have reported that over 80 percent of children who have childhood Bipolar Disorder also meet full criteria for ADHD. Researchers are studying whether ADHD may be a precursor to later development of Bipolar Disorder or if they coexist, or if ADHD symptoms are the first signs on the continuum of Bipolar Disorder. Studies are also finding a high inci- dence of ODD in children with Bipolar Disorder. The first line of treatment for Bipolar Disorder is mood-stabilizing medication. Psychotherapy is an important adjunct treatment to help the child and family learn to cope with the ongoing symptoms and the damaging effects they have on the child’s academic, social, and family life."]
    },
    {"tag":"What is Developmental Coordination Disorder?",
    "patterns": ["What is Developmental Coordination Disorder?", "Developmental Coordination Disorder?","about Developmental Coordination Disorder?","DCD","ABOUT DCD"],
    "responses": [" Developmental Coordination Disorder (DCD) is a childhood disor- der characterized by poor coordination and clumsiness. Children with DCD have marked difficulties with gross and/or fine motor movement that interfere with their academic performance and/or daily life activities. Roughly 6 percent of school-age children have some degree of Developmental Coordination Disorder. Children with DCD may trip over their own feet, run into other children, have trouble holding objects, and have an unsteady gait, similar to the clumsiness seen in children with AD/HD. <br><br> Developmental Coordination Disorder may appear in conjunction with other learning disorders or may occur alone. Communication Disorders and Disorder of Written Expression are two of the learning disorders often associated with this condition. Children with ADHD are often poorly coordinated, some severe enough to be diagnosed with DCD. <br><br> Children with DCD are identified by parents and teachers as clumsy, awkward, and poor in athletics. Fine motor skills such as but- toning clothing and writing can be a challenge for these children. Gross motor skills such as running, hopping, kicking a ball, riding a bike, skating, and catching a ball may be noticeably delayed. Children are diagnosed with DCD if they fall below expectations for their age in these types of skills."]
    },
    {"tag":"What should parents know about Developmental Coordination Disorder?",
    "patterns": ["What should parents know about Developmental Coordination Disorder?", "parents know about Developmental Coordination Disorder?","parents know about DCD"],
    "responses": [" They avoid difficult tasks and activities with procrastination, refusal, or tantrums. These reactions are similar to the behaviors of children with AD/HD, so DCD may therefore not be diagnosed, as their behavior problems overshadow their motor problems. <br><br> Writing can be one of the most frustrating challenges. Children with fine motor problems write extremely large, write very messy, cannot write on a line, and have many erasures to the point of tear- ing the paper. Their frustration can result in avoiding school and homework, crying, and arguments about having to write—the very behaviors exhibited by children with AD/HD. <br><br> Gross motor movement problems tend to interfere with self- esteem and social relationships more than academic abilities. Children who are clumsy and uncoordinated are easily observed on the playground by their peers who reject them when it comes time to pick teammates for games. Embarrassment, frustration, and anger can result in these children engaging in many of the same inappro- priate behaviors seen in children with AD/HD, including starting arguments, grabbing the ball in order to get attention, physical fights, and social isolation as they try to escape peer rejection and ridicule."]
    },
    {"tag":"What are Enuresis and Encopresis?",
    "patterns": ["What are Enuresis and Encopresis?", "about Enuresis and Encopresis?","Enuresis and Encopresis?"],
    "responses": [" Enuresis is a disorder of wetting the bed or clothing. It is not unusual for children with AD/HD to have enuresis. Primary enuresis is found in children who have never been dry for longer than six months. Secondary enuresis occurs in children who have achieved dryness for at least six months, and then begin to wet themselves. Nocturnal enuresis is more commonly known as bed-wetting, while diurnal enuresis occurs during the waking hours. Encopresis involves bowel movements outside the toilet in children aged four years or older. <br> <br> Children and teens understandably do not like to admit to toilet- ing problems and therefore we do not know the number of children and teens with enuresis and encopresis. Studies estimate that at age five, enuresis affects 5 to 10 percent of all children, with the major- ity being boys. The incidence drops significantly with age. By age ten, it affects 3 percent of boys and 2 percent of girls. About 1 percent of adolescents still experience enuresis. Encopresis is present in only 1 percent of five-year-olds and, as with enuresis, is more common in boys. Enuresis has very strong family ties, with 75 percent of those affected having a first-degree biological relative who also had the disorder. Having enuresis or encopresis is associated with a higher incidence of coexisting behavioral symptoms."]
    },
    {"tag":"What should parents know about Enuresis and Encopresis?",
    "patterns": ["What should parents know about Enuresis and Encopresis?", "parents know about Enuresis and Encopresis?","parents know about Enuresis and Encopresis?"],
    "responses": [" Children eventually outgrow enuresis and encopresis, even with- out treatment. <br> Many children who wet the bed avoid sleepovers and overnight camps due to fear of being discovered by their peers as a bed wetter—which typically results in devastating ridicule and humiliation that is difficult to overcome—even after the problem no longer exists. <br> <br> The emotional consequences of enuresis and encopresis make treatment necessary. However, no psychotherapy should be started until medical clearance is obtained by a pediatric urologist and/or gastroenterologist who can ensure there are no physical causes to the wetting or soiling. If physical causes are ruled out, emotional causes need to be considered. Anxiety, changes in the family, and emotional trauma are commonly seen in children with secondary enuresis and encopresis."]
    },
    {"tag":"Do children with AD/HD qualify for special education?",
    "patterns": ["Do children with AD/HD qualify for special education?", "Do children with ADHD qualify for special education?","Do children with ADD qualify for special education?","children with ADD or ADHD qualify for special education?"],
    "responses": [" Two federal laws, Section 504 and IDEA, now guarantee children with AD/HD a “free appropriate public education” in the “least restrictive environment.” Free means the education must be of no cost to the parents and appropriate means that it must meet the individual needs of each child. <br><br> The least restrictive environment means that children with disabilities are not to be segregated from their nondisabled peers simply because of their disability. If they are to be removed from their peers, it is only for the portion of their education that cannot be met in the “general” or “mainstream” class- room. <br><br> Each law has different procedures and criteria for eligibility and different services available. IDEA states that the child must have a disability that requires special education services. Section 504 has a lower threshold and requires only that the child need modifications and accommodations in order to take part in learning. All public schools across the nation that receive federal funds are required to follow these two federal laws."]
    },
    {"tag":"What is Section 504?",
    "patterns": ["What is Section 504?", "What is Section 504 for special education?","Section 504"],
    "responses": [" Section 504 is the section of the Rehabilitation Act of 1973 that applies to persons with disabilities. It is a civil rights act that protects the civil rights of persons with disabilities, including AD/HD. <br><br> For practical purposes, what Section 504 means to you is that public schools cannot discriminate against your child and must make “reasonable accommodations and modifications” for your child’s disability. It is designed to level the playing field for individ- uals with disabilities and to ensure that those with disabilities have the same access to learning that individuals without disabilities have. <br><br> For most students with AD/HD, the reason to obtain Section 504 is that the child does not need a special education setting, but is in need of accommodations and modifications in order to be success- ful in school. <br><br> Children who have AD/HD but do not meet criteria under IDEA often are eligible for assistance under Section 504. If a child is qual- ified under IDEA he is automatically qualified under Section 504; however, the reverse is not true."]
    },
    {"tag":"Who qualifies for Section 504?",
    "patterns": ["Who qualifies for Section 504?", "qualifies for Section 504?","about qualifies for Section 504?"],
    "responses": [" * Be determined to have a physical or mental impairment that substantially limits one or more major life activities, including learning and behavior <br> * Have a record of having such an impairment or be regarded as having such impairment <br><br> Not every student with AD/HD will qualify for Section 504. Her AD/HD must be determined to substantially limit her learning. The school district is required, if requested by the parents, to determine if the child’s AD/HD is substantially limiting her success in school."]
    },
    {"tag":"What is a Section 504 meeting?",
    "patterns": ["What is a Section 504 meeting?", "Section 504 meeting?","about Section 504 meeting?"],
    "responses": [" A Section 504 meeting is between parents and school personnel to discuss the child’s eligibility for accommodations and modifications."]
    },
    {"tag":"who initiates meeting for Section 504?",
    "patterns": ["who initiates meeting for Section 504?", "initiates meeting for Section 504?","about initiates meeting for Section 504?"],
    "responses": [" The school may initiate the meeting after identifying the child as having a potential disability that is interfering with learning. However, more often than not, the parents identify the difficulties their child is having due to a disability. Parents can request a Section 504 meeting to determine eligibil- ity for accommodations and modifications by writing to the school principal. Once the meeting is scheduled, parents are invited to attend and take part along with the child’s teachers and any school personnel familiar with the child."]
    },
    {"tag":"how to prepare for meeting for Section 504",
    "patterns": ["how to prepare for meeting for Section 504", "prepare for meeting for Section 504","prepare for meeting"],
    "responses": [" Be prepared to present your case for why your child needs accom- modations and modifications. Bring a list of your child’s behaviors and how they impair his learning. While you are not obligated to come up with solutions, having a list of suggestions will be very help- ful and will increase your child’s chances of obtaining the highest number of necessary accommodations and modifications."]
    },
    {"tag":"What are reasonable accommodations under Section 504?",
    "patterns": ["What are reasonable accommodations under Section 504?", "reasonable accommodations under Section 504?","about reasonable accommodations under Section 504?"],
    "responses": [" Some examples of accommodations and modifications for the AD/HD child in the main categories of impairment include: <br><br> <h1> Attention </h1> * Move seat to front of class <br> * Allow extra time to complete projects <h1> Impulsiveness </h1> * Ignore calling out without raising hand <br> * Provide immediate praise or rewards  <h1> Motor Activity </h1> * Provide short breaks between assignments <br> * Allow standing while working <h1> Organization and Planning </h1> * Keep second set of textbooks at home <br> * Provide assignment book <h1> Compliance </h1> * Post rules in classroom <br> * Maintain behavior modification system in the classroom <h1> Mood </h1> * Compliment positive behavior <br> * Focus on student’s talents <h1> Socialization </h1> * Prompt appropriate social behavior <br> * Supervise closely during transitions <h1> Academic Skills </h1> * Allow extra time to complete tests <br> * Decrease amount of homework  "]
    },
    {"tag":"What should I do if my child is denied Section 504?",
    "patterns": ["What should I do if my child is denied Section 504?", "What  I do if my child is denied Section 504?","if denied Section 504 What should I do"],
    "responses": [" If you believe your child meets criteria for Section 504 and he has been denied accommodations and modifications, you have a right to appeal this decision to the school. Each school district has its own appeal process. You can begin the appeal process by asking your child’s school for a printed copy of the district’s policies and procedures for Section 504. This written document may be titled “policies,” “proce- dures,” “safeguards,” “parental rights,” or a similar name. The appeal process should be outlined in the written document and it should be relatively easy for you to appeal the denial."]
    },
    {"tag":"Who qualifies for special education under IDEA?",
    "patterns": ["Who qualifies for special education under IDEA?", "qualifies for special education under IDEA?","list of qualifies for special education under IDEA?"],
    "responses": [" Children between the ages of three and twenty-one years, who have one or more of the eligible specific disabilities and who require special education because of that disability can qualify for services under IDEA. <br> The eligible disabilities are limited to: <br><br> * Autism <br> * Hearing impairments including deafness <br> * Mental retardation <br> * Multiple disabilities <br> * Orthopedic impairments <br> * Emotional disturbance <br> * Specific learning disability <br> * Speech or language impairments <br> * Traumatic brain injury <br> * Visual impairments including blindness <br> * Other health impairment (includes AD/HD) <br><br> Children with AD/HD who qualify under IDEA are likely to have a history of significant problems with completing class work, follow- ing rules, disrupting the class, conflicts with peers, and returning homework, among others."]
    },
    {"tag":"What qualifies a child with AD/HD as Other Health Impaired?",
    "patterns": ["What qualifies a child with AD/HD as Other Health Impaired?", "qualifies a child with ADHD as Other Health Impaired?","qualifies a child with ADD as Other Health Impaired?"],
    "responses": [" The following are the specific criteria necessary to meet eligibility as OHI.<br> * The child must have a diagnosis of AD/HD and the disorder must have led to limited alertness in academic tasks. <br> * The effects of AD/HD must be chronic or acute. <br> * The effects of AD/HD must have an adverse effect on educa- tional performance, including grades, achievement test scores, behavior problems, impaired or inappropriate social relations, or impaired work skills. <br> * The student requires special education services to address the AD/HD and its effects. <br>"]
    },
    {"tag":"What steps are necessary to obtain special education under IDEA?",
    "patterns": ["What steps are necessary to obtain special education under IDEA?", "steps are necessary to obtain special education under IDEA?","about steps are necessary to obtain special education under IDEA?"],
    "responses": [" If you believe your child is in need of special education services, send a written request for an evaluation to the school principal. Each state sets its own period in which the school must respond to your request. For example, in California the school has fifteen calendar days to respond. <br><br> * Individually administered standardized academic achievement test<br> * Teacher observations<br> * Review of classroom performance<br> * Speech and language assessment<br> * Social-emotional assessment<br> * Cognitive ability/intelligence assessment"]
    },
    {"tag":"What tests are included in the evaluation for special education?",
    "patterns": ["What tests are included in the evaluation for special education?", "tests are included in the evaluation for special education?","about tests are included in the evaluation for special education?"],
    "responses": [" Typically, the school psychologist will select a battery of tests to measure various areas of a child’s functioning. Additional specialists will administer tests that are outside the realm of academics and behavior. A speech pathologist will use speech and language tests. A nurse will screen for vision and hearing deficits. If appropriate, an occupational therapist will assess fine and gross motor functioning. <br><br> Behavioral functioning is assessed by standardized questionnaires completed by parents and the teacher. Academic achievement is assessed by a standardized test administered face to face to measure the grade level achieved by your child in a wide variety of academic skills."]
    },
    {"tag":"What is an IEP?",
    "patterns": ["What is an IEP?", "about is an IEP?","Individualized Education Plan"],
    "responses": [" Once your child has been assessed by the school, you will be invited to attend the IEP meeting. IEP stands for Individualized Education Plan. In this meeting, you will meet with school personnel to discuss the assessment results and determine if your child is eligible for spe- cial education under IDEA. The invitation to the IEP must be given at least ten days in advance and scheduled at a mutually convenient time for the parents and school personnel. Parents have a right to reschedule the IEP if necessary. <br> <h2>The IEP meeting must include:</h2> * Parents <br> * A teacher who is familiar with the student <br> * A special education teacher <br> * A school professional who is qualified to explain the test data  <br> * A school representative who is able to authorize special education <br><br> If your child is eligible for special education, an IEP will be writ- ten. The school is obligated to provide only what is documented in the IEP. Do not accept a verbal promise of anything related to your child’s education. You may take the IEP home with you to review. Carefully read the IEP and sign it only when you agree it is appropri- ate for your child’s education. If you do not agree to a small part of the IEP, you may ask your school if they have an “informal dispute resolution,” where minor disagreements can be quickly settled. If your school does not have such a process or if you are in disagree- ment with the IEP as a whole, your next step is to file for “due process,” a formal process where you will either have mediation or a hearing in order to resolve the disagreement."]
    },
    {"tag":"What should be included in the written IEP?",
    "patterns": ["What should be included in the written IEP?", "should be included in the written IEP?","What should be included in the written Individualized Education Plan"],
    "responses": [" * The child’s specific eligibility for special education<br> * The child’s present level of educational performance and how the child’s disability affects their involvement and progress in the general curriculum<br> * Measurable goals to meet the child’s needs, enabling the child to be involved in and progress with the general curriculum<br> * A statement of the special education and related services and supplemental aids and services<br> * Placement, with a description of the educational placement as the least restrictive environment<br> * Program accommodations and modifications or supports for the school personnel that will be provided for the child to advance appropriately towards attaining the annual goals <br> * An explanation of the extent to which the child will not participate with nondisabled children in the regular class<br><br> The IEP is reviewed annually to reestablish eligibility, evaluate progress, and make any necessary modifications."]
    },
    {"tag":"What special education services are available?",
    "patterns": ["What special education services are available?", "special education services are available?","education services are available"],
    "responses": [" Some of the available services include: <br> * Assistive technology <br> * Speech therapy <br> * Occupational therapy <br> * Educational therapy <br> * Counseling <br> * Medical services <br> * Parent counseling and training <br> * Physical therapy <br> * Transportation <br> * Psychological services <br><br> In a few very severe cases where a child cannot receive a FAPE, he may qualify for a nonpublic school. These schools provide special- ized services for children with specific disabilities. In the most extreme cases where a child is not safe in the home due to her dis- ability and therefore cannot receive a FAPE while remaining home, residential placement may be available."]
    },
    {"tag":"What if my child is denied special education under IDEA?",
    "patterns": ["What if my child is denied special education under IDEA?", "if my child is denied special education under IDEA?","what I do if my child is denied special education under IDEA?"],
    "responses": [" Children can be denied special education under IDEA at various points in the process. Your request for an evaluation may be denied. Your child may be evaluated but found ineligible. Or, you may not agree with the goals, objectives, services, or placement the school offers.<br><br> The first step in appealing the school’s denial is to informally request a meeting with an official from the school district to discuss your child’s eligibility. If this is not successful, the next step is to file for a due process hearing. <br><br> A due process hearing is a formal legal process that varies from state to state. Details on how to file and what steps to take are spelled out in a document provided by each school district, usually entitled “pro- cedurals safeguards.” The hearing procedure will involve the filing of motions, presentation of evidence, and possible testimony. You should not attempt to file for a due process hearing without an attorney."]
    },
    {"tag":"Can children with AD/HD be denied special education?",
    "patterns": ["Can children with AD/HD be denied special education?", "Can children with ADHD be denied special education?","Can children with ADD be denied special education?"],
    "responses": [" It is quite common for schools to deny special education services for children with AD/HD. <br> Since most children with AD/HD are average or above IQ and only about 10 percent have a diagnosable learning disorder, the majority of parents raising AD/HD children will face this frus- trating battle."]
    },
    {"tag":"Will the school accept an independent assessment?",
    "patterns": ["Will the school accept an independent assessment?", "is accept an independent assessment?","accept an independent assessment?"],
    "responses": [" Even if you have a private evaluation, your child’s school will conduct their own evaluation. <br> if your private evaluation indicates that your child qualifies for special education but the school denies eligibility, you may appeal the denial."]
    },
    {"tag":"What are parents responsibilities in the special education process?",
    "patterns": ["What are parents responsibilities in the special education process?", "parents responsibilities in the special education process?","responsibilities in the special education process?"],
    "responses": [" With increasing numbers of children undergoing evaluation for special education, it is more important than ever that parents become informed about the evaluation process, services available, and their rights. <br><br> Being active in your child’s education includes keeping thorough records. Make a file for each year of your child’s education. Place report cards, annual academic achievement test scores, notes from teachers, IEPs, Section 504 accommodation plans, and any additional records regarding your child’s education in this file. Document all phone calls you have with any school personnel. Organized and complete records will be invaluable in your annual IEP and Section 504 accommodation meeting. You are also responsible for keeping in frequent communication with your child’s teacher"]
    },
    {"tag":"How can a special education advocate help?",
    "patterns": ["How can a special education advocate help?", "what special education advocate help?","advocate help for special education?"],
    "responses": [" Parents can best obtain special education by seeking consult with a special education advocate before the 504 or IEP meeting. These specialists know the special education laws. They know the school district personnel, what services are available, how to interpret the assessment results, and can advise you regarding your child’s needs. They accompany you to the school meetings, speak on your behalf, and are very successful at getting your child the services he needs."]
    },
    {"tag":"What if my child’s school does not have special education?",
    "patterns": ["What if my child’s school does not have special education?", "if my child’s school does not have special education?","school does not have special education?"],
    "responses": [" A school cannot escape their legal obligation to provide a free appro- priate public education to every child by simply saying they do not have special education services. <br><br> If your child’s school does not have the appropriate classroom placement or services, the correct setting likely exists in a nearby school, to which your child will be provided transportation. If your child has needs for special services that are not ordinarily provided by her school, the district may bring in a spe- cialist to your child’s campus. In smaller areas, two or three school districts will often work together to share resources. <br><br> If your child’s school district refuses to provide necessary place- ment or services by claiming they do not have what your child needs, they are in violation of the law. Parents in this situation are best advised to consult with an advocate or lawyer."]
    },
    {"tag":"What if my child goes to a private school?",
    "patterns": ["What if my child goes to a private school?", "if my child goes to a private school?","child goes to a private school?"],
    "responses": [" Children with disabilities who are in a private school by parental choice still have rights and access to special education under IDEA. Procedures for evaluation and services are the same as for children enrolled in the local public school. The privately schooled child is entitled to a “services plan” that describes the specific special educa- tion and related services the school district will provide. The services plan is similar to an IEP. A representative from the private school must provide input or attend the services plan meeting; however, they do not have to provide any special education services. <br><br> Services provided to the disabled child may be at the private school, but are not required to take place there. If services are pro- vided off-site from the private school, the school district must supply necessary transportation. Transportation is only required from the private school to the location of the special education service, not from home to the private school."]
    },
    {"tag":"is special education available in private schools",
    "patterns": ["is special education available in private schools", "special education available in private schools"],
    "responses": [" These children typically function better in a nonpublic school designed solely for AD/HD children or in a public school with services for the AD/HD child."]
    },
    {"tag":"Will special education stigmatize my child?",
    "patterns": ["Will special education stigmatize my child?", "special education stigmatize my child?"],
    "responses": [" parents worry about their child’s self-esteem if they are “labeled” as a special needs child. This worry usually lives more in the imagina- tion of the parents than in the self-image of the child. When parents come to understand that labeling a child as a special education stu- dent is a necessary entry procedure to obtaining services, they are able to decrease their fears. <br><br> General education and special education teachers are aware of the teasing that special education students may receive from their nondisabled peers and typically work to teach all students that special education is not negative, and is just a different way for students to learn. Parents can reinforce this with their emotional support of their child."]
    },
    {"tag":"What should I know about my child’s special education records?",
    "patterns": ["What should I know about my child’s special education records?", "should I know about my child’s special education records?"],
    "responses": [" The federal law Family Educational Rights and Privacy Act (FERPA) establishes minimum requirements for maintaining, protecting, and providing access to school records. State laws may have additional protections. <br><br> Under FERPA, parents have a right to all files and documents maintained by the school system that contain information related to their child. This includes any documents that identify your child by name, social security number, school identification number, or other data that make the records traceable back to your child."]
    },
    {"tag":"Who can access my child’s records?",
    "patterns": ["Who can access my child’s records?", "should I know about my child’s special education records?"],
    "responses": [" Only parents or guardians have the legal authority to allow the release of their child’s school records, including the confidential file. Once the child turns eighteen, the authority transfers to her."]
    },
    {"tag":"What are the exceptions to the privacy of my child’s records?",
    "patterns": ["What are the exceptions to the privacy of my child’s records?", "the exceptions to the privacy of my child’s records?"],
    "responses": [" The law allows for access to your child’s school record by the following individuals or agencies: <br> * School officials with a legitimate educational interest <br> * School officials in the district to which your child intends to transfer <br> * Certain state and national education agencies for purposes of enforcing federal laws <br> * Anyone to whom a state statute requires the school to report information to <br> * Accrediting and research organizations helping the school, provided they guarantee confidentiality <br> * Student financial aid officials <br> * People who have court orders, provided the school makes reasonable efforts to notify the parents prior to releasing the records <br> * Law enforcement and judicial authorities in certain cases <br> Unless specifically authorized in writing to do so, the school district may not release the confidential file to a college or employer."]
    },
    {"tag":"Should I tell my child’s teacher about his or her AD/HD?",
    "patterns": ["Should I tell my child’s teacher about his or her AD/HD?", "Should I tell my child’s teacher about his or her ADHD?","Should I tell my child’s teacher about his or her ADD?"],
    "responses": [" Rather than blindsiding the teacher, you can be far more helpful to her and to your child by informing her right up front. A note to the teacher indicating that your child has AD/HD and a request to meet with her in the first few weeks of school is suggested. Prepare information for the meeting, providing the teacher with a list of behaviors she is likely to observe in your child and a list of proposed solutions that you and prior teachers have found helpful."]
    },
    {"tag":"Should my child repeat a grade to give him time to mature?",
    "patterns": ["Should my child repeat a grade to give him time to mature?", "my child repeat a grade to give him time to mature?","child repeat a grade to give him time to mature?"],
    "responses": ["Holding a child back for a year might work if he were evenly delayed one year in all areas. Holding an AD/HD child back one year fails to bring about emotional growth. The best solution is to seek an IEP or Section 504 accommodation plan."]
    },
    {"tag":"How are behavior problems handled through special education?",
    "patterns": ["How are behavior problems handled through special education?", "behavior problems handled through special education?","what behavior problems handled through special education?"],
    "responses": ["For such children, either the parent or teacher may request the assistance of a behaviorist to perform a behavioral functional assessment. In this special type of assessment, a behaviorist will observe your child in the classroom, looking for when the problem behavior arises, what triggers it, what consequences are used, and how effective the consequences are. The behaviorist is looking for underlying causes of the problem behavior to determine if it can be prevented.<br><br> If the behaviorist determines that a behavior modification program is likely to be successful in decreasing or eliminating the behavior, she will design a plan. The goal is to modify the behavior so that the child will be able to remain in the general education classroom. The behaviorist will train the teacher in how to implement the plan. The plan will generally involve one or more specific behaviors with methods to prevent them, rewards to give, and methods to keep track of success."]
    },
    {"tag":"How are suspensions and expulsions handled for special education students?",
    "patterns": ["How are suspensions and expulsions handled for special education students?", "suspensions and expulsions handled for special education students?"],
    "responses": [" Each state sets a maximum number of days a special education student may be suspended. California law, for example, sets a maximum of ten days. <br><br> A “manifestation hearing” is held when a school district wants to expel a student. The hearing determines if the child’s behavior that caused the suspension was due to the disability, if the IEP and special education services the child has are appropriate in relation to the offending behavior, whether or not the child understands the effects and consequences of his behavior, and whether or not the child is able to control the problem behavior. The hearing is a formal legal process and parents are therefore advised to seek the services of a special education attorney to assist them.<br><br> If the disability is determined to be a factor in the problem behavior, or if the IEP is determined to be inadequate to address the problem behavior, then the child cannot be held to the same stan- dards and arbitrarily suspended or switched to another program. Instead, the school must change its approach to the problem behav- ior in order to prevent it from happening again. If parents disagree with the manifestation determination, they may request a due process hearing. Until such time, the child has a “stay put” order and is allowed to remain in his current placement until proceedings are concluded. Exceptions to this stay put order include a child bringing a weapon or drugs to school, or presents as a danger to himself or others.<br><br> Under Section 504, the child is not given the same protection. The school does not have to keep the child in school while they perform an assessment for the offending behavior. Under the 1997 IDEA, the district has the burden to prove that the behavior that is causing the expulsion is not a “manifestation of” the child’s disability. Under the 2004 IDEA, the burden is expected to switch to the parents who will have to prove that the behavior was a manifestation of their child’s disability."]
    },
    {"tag":"Why is homework so difficult for AD/HD children?",
    "patterns": ["Why is homework so difficult for AD/HD children?", "Why is homework so difficult for ADHD children?","Why is homework so difficult for ADD children?"],
    "responses": [" The entire process of homework from the time it is assigned until the time it is turned in is complex and involves behaviors that are challenging for AD/HD children.<br><br> To start, the child must hear the assignment, understand it, and write it down correctly. She must decide what items she needs to bring home and put them in her backpack, remembering to take it home. Resisting the temptation to lie about having homework, she must resign herself to do it, knowing she will miss out on fun. She has to unpack the backpack, review her assignment book, prioritize assignments, and organize the materials.<br><br> Next comes actually doing the work. She must pay attention, focus, and resist distractions. She needs to exert effort on boring and tedious tasks and make herself slow down so her work is legible. Once done, she has to pack her backpack, being sure her homework makes it in. Her final step is to turn the homework in. Each step presents a challenge and opportunity for problems and conflict."]
    },
    {"tag":"What is the purpose of homework?",
    "patterns": ["What is the purpose of homework?", "purpose of homework?","purpose of homework for ADHD"],
    "responses": [" Homework helps children learn. For primary grades, home- work is largely used to improve reading and to review skills taught in class. Intermediate grade students are given homework to continue with reading skills and to improve a child’s ability to remember , understand, and practice skills learned in class. Homework for middle school students provides practice of skills taught in class, an oppor- tunity to learn new information, and to demonstrate knowledge obtained. High school students have the added goal of using home- work as a way to apply learned principles to new situations, as well as engage in independent learning at home.<br><br>  Homework is also designed to teach, reinforce, and enhance life- long skills of responsibility, independent learning, time management, organization, planning, perseverance, and self-discipline. Homework also provides parents with an understanding of what their child is learning in class. Teachers expect parents of kinder- garten through second grade students to be actively involved in their child’s homework. Instilling a love of learning is a primary goal of homework for early elementary students."]
    },
    {"tag":"Does homework improve learning?",
    "patterns": ["Does homework improve learning?", "homework improve learning?","homework improve learning? for ADHD"],
    "responses": [" High school students doing homework outperformed their peers who were not assigned homework 75 percent of the time. In middle school, this positive effect dropped close to 35 percent.<br><br> In elementary school, there was very little difference in the academic achievement of students who did homework compared to those who were not assigned homework.<br><br> These findings certainly raise the question about the usefulness of homework for elementary students. Are all those hours of conflict with your child over homework worth it?"]
    },
    {"tag":"Are teachers giving increasing amounts of homework?",
    "patterns": ["Are teachers giving increasing amounts of homework?", "teachers giving increasing amounts of homework?","teachers giving increasing amounts of homework? for ADHD"],
    "responses": [" Researchers say that chil- dren being made to do hours of homework each day is a myth. Surveys show that students at all grade levels across the nation are now spending twenty-three minutes more on homework each week than they did in 1981.<br><br> The average primary grade student has gone from a nightly average of thirteen minutes of homework to thirty-two minutes. Even though everyone else’s child is not spending hours on home- work each night, chances are your AD/HD child is."]
    },
    {"tag":"Why is there so much emphasis on homework?",
    "patterns": ["Why is there so much emphasis on homework?", "there so much emphasis on homework?","so much emphasis on homework for ADHD"],
    "responses": [" Many parents see a lot of homework as a sign that their child is at a “good” school. Homework has erroneously been identified as the pathway to success, believing the more the better. Homework appears to the success-driven parent as the golden ticket to college, and unless their child goes to college, they are doomed for an adult life of minimum-wage jobs.<br><br> Teachers have also succumbed to societal pressure for more homework. Pressure to meet government standards on academic achievement tests has many teachers using homework as a method to teach what they do not have time for in class."]
    },
    {"tag":"How much homework is reasonable?",
    "patterns": ["How much homework is reasonable?", "How much homework is reasonable for add","How much homework is reasonable for ADHD"],
    "responses": [" First graders should have ten minutes; third graders, thirty min- utes; and sixth grade students, sixty minutes. Increasing amounts of homework is advised for middle and high school students. Additional time for nightly reading is strongly recommended for pri- mary grade students. Neither the U.S. Department of Education or the NPTA recommend homework for kindergarten children.<br><br> Ten minutes of homework each night per grade level is a reason- able expectation for most children with AD/HD. Even if your child does not complete all of his assigned homework, if he spends ten minutes per grade level, he is meeting the recommended time spent<br><br> The majority of children with AD/HD can, however, be expected to take at least two to three times as long to complete the same amount of work as their classmates. As the child advances into fourth, fifth, and sixth grades, the length of time to complete the standard amount of homework becomes quite significant. The dis- tress this causes can overshadow the benefits of homework. How much homework time is reasonable for your child is best decided with the help of your child’s teacher."]
    },
    {"tag":"What if my child’s teacher is giving excessive homework?",
    "patterns": ["What if my child’s teacher is giving excessive homework?", "what if teacher is giving excessive homework?","teacher is giving excessive homework for ADHD"],
    "responses": [" Excessive should be defined not by quantity but by your child’s performance on homework. If your fourth grade son completes two hours each day with only minor struggles, then it is not excessive. If your first grader has daily tantrums and takes two hours to complete what other students finish in fifteen minutes, then, for him, the amount is excessive.<br><br> Request a meeting with her teacher. Bring with you samples of your child’s homework with notes on how long it took to complete and what it took to get it done. Follow suggestions the teacher offers and schedule a follow-up meeting. If several suggestions fail to bring about a better response and performance to homework, then a written request for Section 504 accommodations and modifications is your next step."]
    },
    {"tag":"Do activities outside of the school affect children’s success on homework?",
    "patterns": ["Do activities outside of the school affect children’s success on homework?", "activities outside of the school affect children’s success on homework?","activities outside of the school affect children’s success on homework for ADHD"],
    "responses": [" With most AD/HD children having homework and extracurricular activities, it can be difficult for you to balance the amount of time your child spends with each. Studies have shown that children who participate in outside activities actu- ally have increased academic achievement test scores and higher teacher assigned grades. This is particularly true of activities that are connected to the child’s school. Similar results have been found for middle and high school students who have a part-time job. This positive relationship does reverse when there are so many outside activities that they interfere with completing homework, finishing projects, and regular school hours."]
    },
    {"tag":"What is my role in homework?",
    "patterns": ["What is my role in homework?", "role in my child homework?","what is my role in my child homework for ADHD"],
    "responses": [" If you’ve wondered where to draw the line between help and actually doing your child’s homework, you are not the only one. <br> A good guideline to follow is to keep your role focused on provid- ing the structured time, setting, and materials needed to do home- work while giving encouragement and motivation to stay on task. Surely you do not want your child to fail, but it is important to remember that homework is your child’s work, not your work. The purpose of homework is not to “get it done,” but to learn something. The grade for the assignment is your child’s grade to earn, not your grade. The goal is the learning, not the earning."]
    },
    {"tag":"What structure will best help my child with homework?",
    "patterns": ["What structure will best help my child with homework?", "structure will best help my child with homework?","structure will best help my child with homework for ADHD"],
    "responses": [" The ideal time for children to do homework is right after return- ing home from school. The time it takes to get from school to home, change clothes, use the restroom, and have a snack is sufficient to give your child a mental break from school. Allow a fixed time of no more than thirty minutes relaxation time between arriving home and starting homework. Homework is to be done before anything else. Absolutely no privileges are earned until after you determine that homework has been done satisfactorily.<br><br> Since AD/HD children need direct supervision during homework time for years beyond their peers, choose a place in the home where you can be right next to or close to your child. The dining room table is a favorite location for many families. A basket on the table that has all the supplies she could ever pos- sibly need will prevent her from wasting time leaving the room to look for necessary items. Calm and quiet in the household will decrease opportunities for distraction."]
    },
    {"tag":"What if activities prevent homework from being structured?",
    "patterns": ["What if activities prevent homework from being structured?", "activities prevent homework from being structured?","activities prevent homework from being structured for ADHD"],
    "responses": [" Your child’s extracurricular activities are bound to disrupt the ideal structure of doing homework right after school. His schedule likely varies from day to day between therapy, sports, tutoring, and other activities. It is important that each day has a structure to it. It may not be the same structure every day, but your child should know what the routine for homework is each day of the week.<br><br> By the time they get home, it is usually dinnertime. Starting homework in the evening is, unfortu- nately, the worst time for parent and child. Both are tired from the day’s work and more work is the last thing either want to do. You can enlist the help of your after-school caretakers to assist you in providing a routine in your absence."]
    },
    {"tag":"How can I make homework more exciting?",
    "patterns": ["How can I make homework more exciting?", "I make homework more exciting?","I make homework more exciting for ADHD"],
    "responses": [" Some solutions parents have found successful include changing the location of where homework is done. On sunny days, go to a neighborhood park and on cold days, the local library. The excite- ment of going to a college library can plant seeds of education as a desirable pursuit.<br><br> Drilling with flashcards can be done while you take a walk together. Reading can be done while taking a bubble bath. Studying for tests can be done in a mock interview on the family video camera and watched for fun. Practice spelling words with paint and a paint- brush. Double a cookie recipe to practice multiplication tables. Watch the movie version of an assigned book to stimulate thoughts for a book report and increase interest in history. Play a favorite board game, but replace game cards with flashcards. Reverse roles and have your child drill you on study materials."]
    },
    {"tag":"How can a homework club help?",
    "patterns": ["How can a homework club help?", "can a homework club help?","can a homework club help for ADHD"],
    "responses": [" A homework club can be a formal club organized by your child’s school or an informal club created by parents. Homework clubs pro- vide a place for your child to do homework and receive assistance from an adult. Parents can work with their child’s school to create a homework club on campus. However, if your school has restrictions prevent- ing them from doing so, parents can easily establish one outside of the school.<br><br> If the school is not able to provide you with a room on campus, check with a nearby church, assembly hall, or community college. Your home can also provide the setting. Parents volunteering in the homework club provide supervision while children complete their work. Keeping the children on task and giving them direction, help, and encouragement provides AD/HD children the support they need. Having treats, small rewards, and games to play after the work is done will provide the incentive for the children to do their work."]
    },
    {"tag":"Can a tutor help?",
    "patterns": ["Can a tutor help?", "Can a tutor help for add","Can a tutor help? for ADHD"],
    "responses": [" A tutor can be a salvation for a parent trying to get their AD/HD child to do his homework. Even for AD/HD children who are highly intelligent and do not need extra help to learn concepts, a tutor can save the parent-child relationship. The majority of AD/HD children will not argue, throw a tantrum, and battle with a tutor like they will with you. That alone makes a tutor worth every penny. Tutors generally have a wide range of experience, from teachers with a master’s degree in special education, to college students, to smart high school students.<br><br> Most children with AD/HD simply need someone to sit with them and keep them focused. A college student or college-bound high school student can easily do this.<br><br> Find a tutor who your child likes, looks forward to seeing, and wants to please. The bond your child has with the tutor will have a large impact on how successful the tutoring is. Let the tutor give the rewards for completion of homework to strengthen the bond."]
    },
    {"tag":"What if I am unable to afford a tutor?",
    "patterns": ["What if I am unable to afford a tutor?", "if I am unable to afford a tutor for add","if I am unable to afford a tutor for ADHD"],
    "responses": [" Find another parent who has a child struggling with homework and you can trade off tutoring with the other parent. Planning a fun activity immediately afterward will encourage both children to com- plete their work. <br><br>Teens and college students excited about a future career helping children are often eager to obtain experience working with special needs students. Offer a letter of recommendation to a college or graduate school in exchange for tutoring. People innately have a need to volunteer to help others. Be creative and approach organiza- tions where you might find a person willing to donate time to help your child. Women’s clubs, retirement homes, local charity clubs, senior scouts, and religious institutions are places to start."]
    },
    {"tag":"How do I get my child organized?",
    "patterns": ["How do I get my child organized?", "do I get my child organized?","do I get my child organized for ADHD"],
    "responses": [" Homework is less likely to get lost if you supply a plastic file folder with a Velcro closure that is marked and used solely for homework ready to be turned in. Color coding is an easy visual tool that helps children keep track of their school items. Assign each subject a color and use that color for all related items. If you assign the color green to math, choose a green book cover, buy a green notebook, green flashcards, and a green highlighter. AD/HD children tend to be visually oriented and this visual cue is a quick and effective method to increase organization."]
    },
    {"tag":"How do I get my child to plan ahead for projects?",
    "patterns": ["How do I get my child to plan ahead for projects?", "do I get my child to plan ahead for projects?","do I get my child to plan ahead for projects for ADHD"],
    "responses": [" you will need to work with her to make a list of each step necessary to complete the project. Help her transfer that list to her calendar, working backward from the due date. Use a pencil so that changes can be made along the way. Plan how many pages she is going to read each day. If she has a 200-page book, write on her calendar “read ten pages” on each week- day and “read twenty pages” on each weekend day. Pencil in which days she will write her rough draft, edit, finalize, and type or write her final report. Be sure to use manageable goals. AD/HD children are easily overwhelmed and need to be repeatedly refocused on the small step they are working on at the moment."]
    },
    {"tag":"How can I find out what my child’s homework is?",
    "patterns": ["How can I find out what my child’s homework is?", "can I find out what my child’s homework is","can I find out what my child’s homework for ADHD"],
    "responses": [" Frequent communication with your child’s teacher is the answer. Obtaining the entire week’s assignments on either Friday or Monday, listing the homework on a website, or sending out the home- work via a daily email eliminates this problem for the entire class. If your child is fortunate enough to have her teacher use one of these methods for the class, you are in the lucky minority. Busy teachers are unlikely to have time to create a website or send out email to all parents. Busy teachers, however, might be open to parents volunteering to take on the job."]
    },
    {"tag":"How can I get my child to use an assignment book?",
    "patterns": ["How can I get my child to use an assignment book?", "can I get my child to use an assignment book","can I get my child to use an assignment book for ADHD"],
    "responses": [" The most effective technique to combat this is to have her show her assignment book to the teacher at the end of the school day. Once the teacher checks it for accuracy, he initials it so that you know the proper information was written. For doing both of these steps, your child can earn points or tiny prizes and privileges. If you pick your child up from school, it is a good idea to look at her assignment book before you leave the campus, providing an opportunity to run back to class if assignments were not written, signature not obtained, or books forgotten.<br><br> While most AD/HD children who do not write down their home- work simply forget, be aware that children who find homework par- ticularly tortuous may purposely “forget” and get into a pattern of lying. Use a homework website, email, or call another parent to obtain the homework to teach him that he will not escape home- work by lying or forgetting to have the teacher sign the book."]
    },
    {"tag":"Should I give my child breaks during homework?",
    "patterns": ["Should I give my child breaks during homework?", "Should I give my child breaks during homework for ADD","Should I give my child breaks during homework for ADHD"],
    "responses": [" No one answer fits every AD/HD child. If your child is able to take his break and return to the table and get back to work without delay, then a break is effective. However, if breaks cause more problems than they relieve, they should be avoided. For most AD/HD children, taking a break simply makes it more difficult to get back to their homework.<br><br> Instead of giving your child a break, you can give her a brief mental shift from homework by giving points or tiny rewards such as a sticker or a piece of candy for each set number of problems or each time period worked. These frequent rewards give your child something to be excited about and work toward. Seeing her poker chips add up or eating his candy can provide reinforcement and substitute well for breaks.<br><br> Transitioning from one activity to the next is a frequent problem for children with AD/HD. Taking a break from homework to play is no problem, of course! However, getting your child to accept that his break is over and he needs to get back to doing his homework can turn into increased procrastination, refusal to return to the table, and emotional outbursts."]
    },
    {"tag":"Are there any devices that can aid my child in homework?",
    "patterns": ["Are there any devices that can aid my child in homework?", "any devices that can aid my child in homework for ADD","any devices that can aid my child in homework for ADHD"],
    "responses": [" The majority of AD/HD children have trouble writ- ing neatly, making frequent erasures and producing illegible hand- writing. A computer instantly solves those problems while allowing your child to demonstrate her knowledge without the added stress of the quality of her penmanship.<br><br> Computer voice recognition software eliminates this problem like magic. Your child simply talks normally into a com- puter microphone and his words appear on the screen. This allows him to get his thoughts out of his head and onto paper with ease. Later, he can edit for appropriate writing style. Books on tape and compact disc also help children who have dif- ficulty reading. They can read along while listening, allowing them to receive the information in two forms. This can increase their skills in sight reading as well as visual and auditory comprehension."]
    },
    {"tag":"Where should my child do homework?",
    "patterns": ["Where should my child do homework?", "Where should my child do homework for ADD","Where should my child do homework for ADHD"],
    "responses": [" The most common and most successful location for homework is the dining room table. However, sitting at a table is not always nec- essary. Since AD/HD children are physically restless, they may have trouble sitting still. The table and chair setup mimics school too much for some children and the mere fact of having to sit up stim- ulates frustration. Many children like to stand while working, some like to roam around the room, others like to lay down, and very hyperactive children may even want to jump and roll around. As long as they can do the work, allowing physical movement is acceptable for assignments that allow for it.<br><br> Practicing spelling words, drilling mathematics, reviewing flash- cards, and answering study questions are examples of homework that can be done with movement. Using creativity is key to inspiring AD/HD children to engage in tasks they are resistant to."]
    },
    {"tag":"Are there strategies to decrease my child’s homework anxiety?",
    "patterns": ["Are there strategies to decrease my child’s homework anxiety?", "strategies to decrease my child’s homework anxiety for ADD","strategies to decrease my child’s homework anxiety for ADHD"],
    "responses": [" The quickest way to help your child become less anxious about homework is for you to become less anxious about it. Much of your child’s anxiety about homework may stem from his fear of the con- flict he anticipates from you. Talk calmly and confidently to him to help him relax. Your child will also approach homework more calmly when she knows exactly what is expected of her. Make a plan of either how much work she needs to complete or how long she needs to work.<br><br> Clear the table of all books and materials unrelated to the assignment at hand. Anxiety can also be decreased by covering up the entire page except the row of problems he is working on at the moment."]
    },
    {"tag":"Should I punish my child for not doing homework?",
    "patterns": ["Should I punish my child for not doing homework?", "Should I punish my child for not doing homework for ADD","Should I punish my child for not doing homework for ADHD"],
    "responses": [" If only punishment were effective in getting AD/HD children to do their homework! For many AD/HD children, homework is so miserable that they would rather have the punishment. Parents and psychologists alike will tell you that punishment not only doesn’t work in increasing compliance with homework, it actually makes the situation worse.<br><br> Common punishment strategies that parents should avoid include withholding dinner or sleep until homework is completed, making the child wake up early to finish last night’s homework, using the weekend to finish work, grounding, and spanking. Teachers should avoid giving detention, denying recess and lunch time, and sending home incomplete classwork as extra homework. <br><br>These interventions may be helpful for non-AD/HD children; however, for those with AD/HD, these methods simply make the situation worse. The child can fall into a deep hole of incomplete work that he feels he can never climb out of. Homework is rapidly viewed as a burden and something to avoid at all costs. Time with family, friends, and free play is an essential part of everyone’s life and depriving AD/HD children of such emotionally nurturing experiences to complete their homework only increases problems."]
    },
    {"tag":"When should my child be able to do his own homework?",
    "patterns": ["When should my child be able to do his own homework?", "When should my child be able to do his own homework? for ADD","When should my child be able to do his own homework? for ADHD"],
    "responses": [" Instead of setting your expectations according to your child’s age level, set them at his functioning level. Forget about how old he is or what grade he’s in. Instead, observe what he can and cannot manage. Observe what he needs to help him with the entire homework process, from writing it down at school to returning it the next day. Give him the support he needs until he demonstrates the capacity to work more independently.<br><br> Adjust your help according to how he is func- tioning each day. Just because he did it yesterday, does not mean he is going to be able to do it today."]
    },
    {"tag":"How can teachers help with homework?",
    "patterns": ["How can teachers help with homework?", "How can teachers help with homework for ADD","How can teachers help with homework for ADHD"],
    "responses": [" <h1>Some simple ways your child’s teacher may be able to assist with- out causing extra work include:</h1> * Announce when it is time to write down homework • Write the assignment on the board <br> * Read the assignment aloud <br> * Provide lessons in using an assignment book <br> * Have an eye-catching “homework in” box clearly marked in the front of the classroom <br> * Announce when it is time to turn in homework <br> * Assign a homework monitor to collect everyone’s homework <br> * Give a sticker, point, or token when homework is turned in <br> * Collect homework at roll call<br> * Provide lessons in using a calendar for long-term assignments"]
    },
    {"tag":"What if nothing seems to help?",
    "patterns": ["What if nothing seems to help?", "What if nothing seems to help for ADD","What if nothing seems to help for ADHD"],
    "responses": [" For children with AD/HD, no technique is going to “cure” the disorder or eliminate all the symptoms. A technique “helps” if it decreases how often the problems occur. It also helps if it decreases how intense and long lasting the problem is, such as less arguing or shorter tantrums. <br><br> If everything you tried on your own is unsuccessful, it may be time to seek professional expertise. The first option is to request Section 504 accommodations and modifications for homework. During the time you are waiting for the Section 504 meeting, seek the services of a psychologist specializing in AD/HD. A psychologist can help determine causes of the problems and design interventions to prevent, decrease, and eliminate them. A tutor specializing in AD/HD can also be of great assistance with homework strategies."]
    },
    {"tag":"How can Section 504 accommodations and modifications help with homework?",
    "patterns": ["How can Section 504 accommodations and modifications help with homework?", "How can Section 504 accommodations and modifications help with homework for ADD","How can Section 504 accommodations and modifications help with homework for ADHD"],
    "responses": [" * Cutting the quantity of homework in half <br> * Setting a fixed time limit for your child to work on homework  <br> * Allowing your child to type rather than handwrite homework <br> * Teacher signature of homework turned in <br> * Providing extra time to complete projects <br> * Allow an extra set of textbooks to remain at home <br> * Assignment of a study buddy to help with assignment book <br> * Allow your child to correct errors for full credit <br> * Provide advanced warning of long term projects <br> * Teacher signature of assignments written in assignment book <br> * Prohibit the sending home of incomplete classwork as homework <br> * Grades will not depend on neatness • Allow for periodic take home tests <br>"]
    },
    {"tag":"Why is structure important for AD/HD children?",
    "patterns": ["Why is structure important for AD/HD children?", "Why is structure important for ADHD children?","Why is structure important for ADD children?"],
    "responses": [" Structure refers to having a predictable routine in daily life. Events happen in a certain order at a certain time.<br> AD/HD children need more structure in their daily lives than most children do <br> <br>They wake up in the morning confused, having no idea what it is they are supposed to do. Every day is a brand new day. Because of their forgetfulness, it is critical that the days be structured for them. Eventually they learn the routine. A large poster board on the bedroom wall that lists each task your child must do, in the order he should do them, can help to remind your child exactly what he needs to do each day. A picture of the task makes it easier for children who cannot read. For older children and teens, the list can be typed on regular paper and hung on a bulletin board."]
    },
    {"tag":"Why are rules so important for AD/HD children?",
    "patterns": ["Why are rules so important for AD/HD children?", "Why are rules so important for ADD children ","Why are rules so important for ADHD children "],
    "responses": [" Rules are important for every child and adult. They tell what is expected of us and what the consequences will be if we break those rules. Rules help us to feel comfortable that others around us will behave in appropriate ways. <br><br>AD/HD children are unfortunately frequent rule breakers, not because they don’t care about the rules, but they forget the rules or cannot resist the impulse to break the rule—even if they recall what it is. Because AD/HD children lack judgment in making decisions and cannot readily determine if their actions will be acceptable, the rules need to be spelled out for every behavior. Rules also have to be spelled out in every setting, as AD/HD children do not generalize <br><br>well from one situation to the next. A rule that he must keep his hands to himself when playing with his brother will not translate into keeping his hands to himself when playing with his neighbor. You will forever be creating new rules as your child finds unique ways to misbehave that you never could have dreamed of."]
    },
    {"tag":"Why is consistency so important for AD/HD children?",
    "patterns": ["Why is consistency so important for AD/HD children?", "Why is consistency so important for ADHD children? ","Why is consistency so important for ADD children? "],
    "responses": [" Consistency means being reliable and predictable. It is critical in the life of an AD/HD child. Not only do rules of behavior need to be clearly spelled out for the AD/HD child, they must be consistently enforced. AD/HD children are master negotiators, bringing their parents to the end of their patience with their relentless bargaining. Consistent rules eliminate the opportunity for successful bargaining and negotiations. Your child can beg, bargain, and negotiate all he wants, but the rules are the rules. The rules need to be the same day in and day out so that your child knows what to expect each time he breaks a rule. <br><br>Consistency is also needed when your child cooperates. He needs to be praised each time he is compliant. If he is on a point system, he must be able to count on you to give him his points, privileges, and rewards, otherwise he will quickly lose motivation.<br><br> Consistency in rules and consequences also ensures that you do not have to decide each day what rules to enforce and what consequences to give."]
    },
    {"tag":"What rules must I absolutely enforce?",
    "patterns": ["What rules must I absolutely enforce?", "What rules must I absolutely enforce for ADHD children? ","What rules must I absolutely enforce for ADD children? "],
    "responses": [" Each parent has certain behaviors he or she will not tolerate as well as ones they are not concerned with. Some parents will not tolerate talking back while others cannot accept a messy room.<br> The list of behaviors that all children should do includes brushing teeth, bathing, going to school, and doing some homework. Behaviors that all children should be disciplined for include physical violence, property destruction, cursing, and threats of violence.<br>"]
    },
    {"tag":"What are predictable consequences?",
    "patterns": ["What are predictable consequences?", "What are predictable consequences for ADHD children? ","What are predictable consequences for ADD children? "],
    "responses": [" Predictable consequences are the automatic results of behavior that occur without you having to do anything. A child who refuses to eat dinner will go hungry. If your son refuses to wear his jacket to school, he will be cold. If he throws his toy in anger and breaks it, he no longer has the pleasure of that toy. <br><br>These are situations where the punishment simply presents itself. Parents do not have to be the punisher in situations that have a predictable consequence. Instead, they can be an empathic parent who calmly says, That’s what happens, honey, when you don’t take an umbrella, you get rained on. Next time maybe you make a better choice. Nature doled out the punishment and you can save your discipline for sit- uations when there is not a predictable consequence."]
    },
    {"tag":"How do I use praise to improve my child’s behavior?",
    "patterns": ["How do I use praise to improve my child’s behavior?", "do I use praise to improve my child’s behavior? ","do I use praise to improve my child’s behavior for ADD or ADHD children? "],
    "responses": [" Despite appearances, most AD/HD children really do want to do what is right. They are very responsive to praise and, if they know it is readily available, they will work to earn it. Praise is the easiest parenting technique to use, but also the easiest to forget.<br><br> Praise needs to be given frequently, enthusiastically, and sincerely. The more often you catch your child behaving appropriately, the more opportunity he has to feel good about himself. <br><br> Having the confidence to perform one behavior provides the strength for your child to tackle another.When praising, resist the temptation to turn it into a lesson for inappropriate behavior. It is not praise if you follow a compliment with Why cant you always do that?!"]
    },
    {"tag":"How do I tell my child what I want him to do?",
    "patterns": ["How do I tell my child what I want him to do?", "do I tell my child what I want him to do? ","do I tell my child what I want him to do for ADD or ADHD children? "],
    "responses": [" The use of commands will increase the chances that your child will do what you tell him to do. The language of commands makes it clear that you expect cooperation. A command is not a request. You do not ask your child if he would like to brush his teeth, you give him a command that it is time to brush your teeth. <br><br> In giving a command, you must first decide that the behavior needs to be done and it is not something you can let go or ignore. You need to have a consequence in mind to use if he does not comply. Then you must decide if you are willing to follow through to the end. If not, do not give the command. <br><br>Put your command in a positive direction, telling your child exactly what to do. “Take your feet off the coffee table” may result in the feet ending up on the couch. A more direct command is to say, “Put your feet on the floor please.” An immediate “thank you” will increase future cooperation."]
    },
    {"tag":"Can I use a point system to improve my child’s behavior?",
    "patterns": ["Can I use a point system to improve my child’s behavior?", "Can I use a point system to improve my child’s behavior for ADD ","Can I use a point system to improve my child’s behavior ADHD children? "],
    "responses": [" A well-organized point system can result in dramatic improvement in your child’s behavior. A weekly chart of all the tasks your child must do, alongside a row for each day of the week is an easy way to keep track of what points were earned. The chart is also the best way to monitor which tasks are being consistently completed and which ones are areas of conflict. <br><br>One point per task or behavior makes the point system simple and easier for parents and children to follow. Equal point value also helps to ensure that children will not pick and choose which behaviors they will do based upon the amount of points. Points are totaled at the end of the evening. Bedtime is a nice time to snuggle with your child while reviewing her chart. Talk enthusiastically to your child <br><br> About all the behaviors they earned points for. Give your child encouragement that tomorrow is a new day and she can try to earn points for the behaviors she missed today. Each day your child will be able to cash in points for a wide variety of items, treats, and privileges."]
    },
    {"tag":"What rewards should my child be able to earn?",
    "patterns": ["What rewards should my child be able to earn?", "What rewards should my child be able to earn for ADD children ","What rewards should my child be able to earn for ADHD children? "],
    "responses": [" Ask your child to help you make a list of desired activities, food treats, and items to buy. Despite children believ- ing that the use of television, computers, and video games are rights, they are actually privileges earned by good behavior. "]
    },
    {"tag":"what items can be added to reward list?",
    "patterns": ["what items can be added to reward list?", "what items can be added to reward list for ADD children ","what items can be added to reward list for ADHD children? "],
    "responses": [" Special food treats can be powerful motivators. Small items of gum, candy, and an occasional soda can excite children to earn their points. Larger treats of pizza, dessert, or choosing where the family goes to dinner can be bigger rewards."]
    },
    {"tag":"How do I know how many points to assign each reward?",
    "patterns": ["How do I know how many points to assign each reward?", "How do I know how many points to assign each reward for ADD children ","How do I know how many points to assign each reward for ADHD children? "],
    "responses": [" * television, video games, and computer assigned ten points per half hour<br> * Renting a DVD is thirty points<br> * sleepover is fifty points<br> * going to the movies is one hundred points.<br> * Five points per gum, candy, or cookie<br> * Bigger treats of pizza, fast food, or choosing where the family eats dinner should cost one hundred points.<br> * A general guideline is to charge fifty points for every dollar<br> * A general guideline is to not charge points for activities that you want to encourage.<br>"]
    },
    {"tag":"What are the rules about the point system?",
    "patterns": ["What are the rules about the point system?", "What are the rules about the point system for ADD children ","What are the rules about the point system for ADHD children? "],
    "responses": [" It is important to specify the rules ahead of time. Parents need to find a balance between making rewards available and keeping rules. Changes in your child’s behavior have to occur alongside changes in your attitude about rewards. <br><br>Parents need to make compromises in rewards in exchange for improved behavior. Peace in the household can be more important than being strict on certain privileges."]
    },
    {"tag":"What is the benefit of having a rulebook?",
    "patterns": ["What is the benefit of having a rulebook?", "What is the benefit of having a rulebook for ADD children ","What is the benefit of having a rulebook for ADHD children? "],
    "responses": [" With the rulebook, children know exactly what is expected of them and what will occur if they do not meet that expectation. It also prevents you from being too mild when you are in a particularly good mood or too harsh when you are losing your patience. <br><br>When arguments begin over punishment being “unfair” or “differ- ent” from last time, parents merely have to direct their child to the rulebook."]
    },
    {"tag":"How do I stay out of power struggles?",
    "patterns": ["How do I stay out of power struggles?", "How do I stay out of power struggles for ADD children ","How do I stay out of power struggles for ADHD children? "],
    "responses": [" The best way to stay out of a power struggle is to not enter it in the first place. Do not set a limit or make a demand unless you are prepared to follow through and make it happen. <br><br> child’s motivation for a power struggle helps you to remain detached during the argument. As long as your child can keep you arguing, he escapes having to comply."]
    },
    {"tag":"What behaviors should I just give up on?",
    "patterns": ["What behaviors should I just give up on?", "What behaviors should I just give up on for ADD children ","What behaviors should I just give up on for ADHD children? "],
    "responses": [" Customize what you ask of your child to be consistent with his functioning level.<br> Give up making demands on your child that you cannot enforce.<br> You cannot make them stop crying, eat, stop talking, and go to sleep. Insisting your child stop crying only demonstrates your inability to have authority over your child. <br> Give up on chores that cause daily arguments. Do not expect your child to make his bed, clean his room, and feed the dog. You can make life more pleasant for you and your child by eliminating many of the unnecessary tasks."]
    },
    {"tag":"Is spanking effective with AD/HD children?",
    "patterns": ["Is spanking effective with AD/HD children?", "Is spanking effective with ADD children ","Is spanking effective with  ADHD children? "],
    "responses": [" Instead of stopping the inappropriate behavior, spanking often results in anger and resentment toward parents. Rest assured, after a spanking, your child is not thinking about what he did wrong. He is instead thinking about how mad he is at you. If he has coexisting ODD, he is also thinking about how he will get revenge."]
    },
    {"tag":"Can a time-out be effective?",
    "patterns": ["Can a time-out be effective?", "Can a time-out be effective for ADD children ","Can a time-out be effective ADHD children? "],
    "responses": [" It is a highly effective technique in stopping inappropriate behavior in its tracks. Time-out for AD/HD children is a management technique, not a cure. With proper understanding that it is intended to stop behavior in the present and prevent it for a brief period of time afterward, you will find the usefulness of a time-out."]
    },
    {"tag":"What are the steps to giving a time-out?",
    "patterns": ["What are the steps to giving a time-out?", "What are the steps to giving a time-out for ADD children ","What are the steps to giving a time-out ADHD children? "],
    "responses": [" Place a chair away from all stimulation. A hallway, entry way, or kitchen is a good location. Your chair need not be solely for time-out. Give your child a chance to comply with a request to either stop a behavior or do a task. A second request is made if he has not com- plied, this time with the warning that if he does not comply he will have a time-out. If you have to ask a third time, you say, You did not do as I asked, you now have a time-out. <br><br> When your child sits in the chair, you set a timer that he can see. <br><br> One minute per year of age is a general guideline for AD/HD chil- dren. Time-out is over when the timer goes off. <br><br>If your child refuses to go to time-out, give a warning that if he chooses not to go, you will take him there and his time in the chair will double. If he is small, you can physically take him there. If he is too big for you to safely manage, you must not enter into a physical power struggle. Instead, withhold all rewards and privileges until he takes his time-out."]
    },
    {"tag":"How can immediate consequences improve my child’s behavior?",
    "patterns": ["How can immediate consequences improve my child’s behavior?", "How can immediate consequences improve my child’s behavior for ADD children ","How can immediate consequences improve my child’s behavior ADHD children? "],
    "responses": [" Praise and punishment for AD/HD children both work best if they are done immediately after a behavior. Praise helps your child feel good about himself right after he has done well. Punishment is also more effective if it is given as close to the mis- behavior as possible.  <br><br>Short-term consequences give the child hope and motivation to do well the next day. If he is grounded for one week, what is his incentive to behave for the rest of the week? You can be sure that he will do something that warrants grounding and, if already grounded, he has no motivation to cooperate."]
    },
    {"tag":"How do I effectively remove privileges?",
    "patterns": ["How do I effectively remove privileges?", "How do I effectively remove privileges for ADD children ","How do I effectively remove privileges ADHD children? "],
    "responses": [" Before you remove a privilege, you should state the request and wait for compliance. A second request follows continued noncompliance with a warning: “If you choose not to turn off the video now, you will lose the use of it until tomorrow.” If your child does not turn it off, you must do so. You cannot let him rope you into a battle over who is in charge. If he won’t cooperate with you, take charge and turn it off. <br><br>"]
    },
    {"tag":"Is a reward the same as using a bribe?",
    "patterns": ["Is a reward the same as using a bribe?", "Is a reward the same as using a bribe for ADD children ","Is a reward the same as using a bribe ADHD children? "],
    "responses": [" A reward is not a bribe. A bribe is giving something in exchange for immoral or illegal behavior. A reward is a legal and moral reinforcement in exchange for good behavior."]
    },
    {"tag":"Will rewards make my child always expect something in exchange for cooperating?",
    "patterns": ["Will rewards make my child always expect something in exchange for cooperating?", "Will rewards make my child always expect something in exchange for cooperating for ADD children ","Will rewards make my child always expect something in exchange for cooperating ADHD children? "],
    "responses": [" Parents mistakenly see this as a sign that their child will never again cooperate without promise of a prize. <br>This behavior is actually a positive sign and can be used to your advantage. You want her to ask about her points and how she can earn them. You want her to be thinking about the point system, her behavior, and earning prizes for being good. By asking, she demon- strates that she is thinking about her choices regarding her behavior. True, she is weighing the pros and cons of cooperating, but at least she is stopping to calculate her decision."]
    },
    {"tag":"How do I use contracts to improve my child’s behavior?",
    "patterns": ["How do I use contracts to improve my child’s behavior?", "How do I use contracts to improve my child’s behavior for ADD children ","How do I use contracts to improve my child’s behavior for cooperating ADHD children? "],
    "responses": [" Verbal contracts guarantee endless arguments that your child will not easily back down from. Signed, written contracts, however, remove all chances for your child to successfully argue his way into a bigger reward. Both parent and child sign and date the contract so that when your child later argues, and he will, you can direct him to read the contract.<br><br>"]
    },
    {"tag":"how many contracts can be made for rewarding behavior?",
    "patterns": ["how many contracts can be made for rewarding behavior?", "contracts can be made for rewarding behavior for ADD children ","contracts can be made for rewarding behavior  ADHD children? "],
    "responses": [" You can make as many contracts as you both agree to; however, they must have only one behavior and one reward per contract. Due to the AD/HD child’s difficulty delaying gratification, con- tracts should be short-term."]
    },
    {"tag":"What is a parenting team?",
    "patterns": ["What is a parenting team?", "What is a parenting team for ADD children ","What is a parenting team  ADHD children? "],
    "responses": [" Parents must work together as a team. This means having meetings to discuss what your child’s behavioral difficulties are and mapping out a discipline plan that you both will use to manage the troubles. Teamwork means frequent and open commu- nication and compromise. Both parents must be working from the same rulebook, point system, and contracts."]
    },
    {"tag":"Should I give my child an allowance?",
    "patterns": ["Should I give my child an allowance?", "Should I give my child an allowance for ADD children ","Should I give my child an allowance for ADHD children? "],
    "responses": [" Structuring an allowance for the AD/HD child is best done incre- mentally. Your child can earn small sums for small tasks. The more tasks he completes, the more money he earns. This sets up the allowance program to be successful. No matter how bad a week your child had, he is bound to have done a few things that earned some allowance.<br>Regardless of your finan- cial ability, it is important that the allowance is reasonable and teaches the value of working for money."]
    },
    {"tag":"What chores should I expect my child to do?",
    "patterns": ["What chores should I expect my child to do?", "chores should I expect my child to do for ADD children ","chores should I expect my child to do for ADHD children? "],
    "responses": [" * Picking up toys in her toddler years<br> * put away her clothes and hang up her bath towel in mid-elementary school years.<br> * By fourth grade clearing the table, or putting away the laundry<br> * Middle school and high school years can add a daily chore such as doing the dishes, laundry, or cleaning the bathroom."]
    },
    {"tag":"What should I do about tantrums?",
    "patterns": ["What should I do about tantrums?", "What should I do about tantrums for  children","What should I do about tantrums for ADHD children? "],
    "responses": [" Toddlers are expected to have tantrums. By age four, they should have gained skills in accepting the disappointment of not getting what they want. Some AD/HD children, however, throw tantrums long past their toddler years.<br><br> tantrum- throwing children should be sent to time-out until their tantrum is over. These children should be directed to go their room where they may finish their tantrum. Many children will comply with this command, but then they will destroy their room. Parents need to make sure their child is physi- cally safe in the room and that there are no dangerous objects they can harm themselves with. The child should then be left alone to work himself out of the tantrum. As a consequence, whatever damage he caused, he must later clean up and pay for."]
    },
    {"tag":"How do I get my child to care about consequences?",
    "patterns": ["How do I get my child to care about consequences?", "How do I get my child to care about consequences for  children","How do I get my child to care about consequences for ADHD children? "],
    "responses": [" The idea of removing a privilege is to have your child upset enough by its loss that he will think twice before he repeats the same mis- behavior. Even if he is not showing distress, he is still missing the opportunity to have his favorite item or activity."]
    },
    {"tag":"What is a good routine to set during the school week?",
    "patterns": ["What is a good routine to set during the school week?", "What is a good routine to set during the school week for  children","What is a good routine to set during the school week for ADHD children? "],
    "responses": [" Your child should have a set time to wake up each school day. All tasks, no matter how minor, should be listed. Using the toilet, brushing teeth, dressing in school clothes, putting on shoes, putting pajamas away, eating breakfast, putting lunch in his backpack, and taking his backpack to school are typical morning routine tasks. Having the list can decrease the number of reminders parents have to give. Children can be redirected to check their chart if they forget their next task. <br><br>The after-school routine can include a snack and a brief period of relaxation before homework. Free time should begin only after homework is completed. A regular family dinner hour followed by helping with the dishes builds in family time and an opportunity to be helpful. Bath followed by free time until bedtime ensures that responsibilities are completed before free time occurs."]
    },
    {"tag":"What is a good routine for the weekends?",
    "patterns": ["What is a good routine for the weekends?", "What is a good routine for the weekends? for  children","What is a good routine for the weekends? for ADHD children? "],
    "responses": [" While AD/HD children need routine, they also need unstructured time. While the weekends may mean complete freedom for some, many children are active in sports, religious activities, social events, and hobbies on Saturdays. Chores, homework, book reports, and school projects often take place on the weekend as well .It is important to try to find a balance between structured activities and free time."]
    },
    {"tag":"Nothing I do makes any difference—now what do I do?",
    "patterns": ["Nothing I do makes any difference—now what do I do?", "Nothing I do makes any difference—now what do I do for  children","Nothing I do makes any difference—now what do I do for ADHD children? "],
    "responses": [" You will be far less frustrated if you understand that parenting techniques are designed to manage the symptoms of AD/HD by decreasing their frequency, intensity, and severity, not to cure them.<br> Be sure your parenting skills include:<br> * Creating a rulebook <br> * Structuring your child’s life <br> * Working as a parenting team <br> * Designing and using a point system <br>  * Frequently praising <br> * Giving immediate consequences <br> * Using time-out <br>"]
    },
    {"tag":"Should I medicate my child?",
    "patterns": ["Should I medicate my child?", "Should I medicate my child? for  children","Should I medicate my child? for ADHD children? "],
    "responses": [" The decision to give your child psychiatric medication is a highly personal one You must make the time to become an informed consumer, as medication is almost always the first option presented, and in many cases the only option. <br><br> Despite the praise medication receives, you must know from the beginning that medication is not a cure. Nor is it a miracle. It is a tool that helps some children with some of the symptoms, some of the time."]
    },
    {"tag":"Is medication being overprescribed?",
    "patterns": ["Is medication being overprescribed?", "Is medication being overprescribed for children","Is medication being overprescribed for ADHD children? "],
    "responses": [" There is no doubt that far more prescriptions are being written in the past fifteen years than in the years previous. Amphetamine & methylphenidate are prescribed with great variability across the U.S."]
    },
    {"tag":"Why is medication use on the rise?",
    "patterns": ["Why is medication use on the rise?", "Why is medication use on the rise for children","Why is medication use on the rise for ADHD children? "],
    "responses": [" Sixty to eighty percent of children in the U.S. diagnosed with AD/HD have been treated at some point with medication. Almost 30 percent of these children are treated with two or more psychi- atric medications.<br> Development of longer-lasting, more effective medications with easier administration and fewer side effects increases the likelihood that individuals will take medication over longer periods of time."]
    },
    {"tag":"Which children are most likely to be prescribed medication?",
    "patterns": ["Which children are most likely to be prescribed medication?", "Which children are most likely to be prescribed medication for children","Which children are most likely to be prescribed medication for ADHD children? "],
    "responses": [" A variety of factors adds to the chances of a child being prescribed medication, including gender, age, income, and race.<br>* Caucasian children are more likely to be prescribed stimulants than African American children are.<br> * Boys are still prescribed stimulants more often than girls are, at a rate of about to 3:1 to 4:1, although the number of prescriptions for girls is on the increase.<br> * Children ages nine and ten have the highest use rate; however, both younger children and teens are increasing their use.<br> * Toddlers prescribed psychiatric medications are on the rise. In the year 2000, approximately 1 to 1.5 percent of children aged two to four years were receiving stimulants, antidepres- sants, or antipsychotic medications.<br> * Children from higher income families and areas that are more affluent have higher prescription rates than lower income families from less economically advantaged neighborhoods. Those who are uninsured are less likely to receive a prescrip- tion than insured children.<br> * Interestingly, children who have three or more siblings are less likely to receive stimulant medication.<br>"]
    },
    {"tag":"What is the controversy about medication?",
    "patterns": ["What is the controversy about medication?", "What is the controversy about medication for ADD","What is the controversy about medication for ADHD? "],
    "responses": [" Why the push for medication? Why not urge for parent training, specialized classrooms, and social skills training?.<br> Medication is relatively inexpensive for parents to buy and highly profitable for pharmaceutical companies to manufacture. Medication is easy to give and takes almost no effort for parents. Keeping a child calm in the classroom is far easier with medication than behavior modification.<br>Television and magazines are filled with advertisements for medication for any- thing that ails us. With more than 50 percent of the families divorced, parents feel guilty and do not want firm discipline to upset their already emotionally scarred child"]
    },
    {"tag":"What can medication do to help?",
    "patterns": ["What can medication do to help?", "What can medication do to help for ADD","What can medication do to help for ADHD? "],
    "responses": [" Stimulant medication has been proven time and again to have posi- tive short-term effects. These medications can temporarily improve hyperactivity, impulsivity, and inattention. Increases in the ability to produce work, remain free from distraction, and decrease aggression have been established in the scientific research. <br><br>It is important to know that despite the observable short-term improvements in behavior, stimulant medications do not appear to achieve long-term changes in outcomes such as peer relationships, social or academic skills, or school achievement. The benefits are quite short-term and only present while the medication is active in the body. Once the medication wears off, the benefits disappear."]
    },
    {"tag":"Will medication stop all the symptoms?",
    "patterns": ["Will medication stop all the symptoms?", "Will medication stop all the symptoms for ADD","Will medication stop all the symptoms for ADHD? "],
    "responses": [" No. Symptoms of difficulty being satisfied, tolerating frustration, playing cooperatively, sharing toys, having tantrums, and being bossy, among others, show little or no response to medication. Positive benefits from medication do not last after medication treat- ment is terminated"]
    },
    {"tag":"Is medication alone enough?",
    "patterns": ["Is medication alone enough?", "Is medication alone enough for ADD","Is medication alone enough for ADHD? "],
    "responses": [" Medication is more effective than behavior therapy in decreasing hyperactivity, impulsivity, and distractibility. However, symptoms of aggression, defiance, and poor social skills were more responsive to a combined treatment of behavior therapy and medication. <br><br> After one year after treatment, the positive results achieved from medication had diminished somewhat while the benefits from behavior modification continued to remain. <br><br> Medication alone was not shown to be effective for academic achievement, parent-child relations, oppositional behavior, reading, and social skills. Children who received medication combined with behavioral therapy showed more improvement in these areas than those who had medication alone."]
    },
    {"tag":"Does medication improve a child’s ability to learn?",
    "patterns": ["Does medication improve a child’s ability to learn?", "Does medication improve a child’s ability to learn for ADD","Does medication improve a child’s ability to learn for ADHD? "],
    "responses": [" Medication can improve your child’s ability to produce work at school and at home. Children who are medicated can pay more attention, concentrate better, resist distraction, and remain more on task. They are able to com- plete more school and homework and may earn higher grades when medicated. Yet, even with these benefits, medication has not been proven by research to improve children’s academic achieve- ment on standardized testing, meaning they do not show increases in learning."]
    },
    {"tag":"What types of medication are used to treat AD/HD?",
    "patterns": ["What types of medication are used to treat AD/HD?", "What types of medication are used to treat  for ADD","What types of medication are used to treat  for ADHD? "],
    "responses": [" Stimulants are prescribed in short-acting, intermediate, and long- acting forms. Short-acting forms are taken in divided doses, usually two to three times daily, and last from three to five hours. Intermediate-acting stimulants are taken once or twice a day and last between three and eight hours. Long-acting medications are sustained release stimulants that are taken once daily and last from eight to twelve hours. <h3> Short-acting stimulants include:</h3> * Dexedrine  <br> * Dextrostat  <br> * Focalin <br> * Ritalin <br> * Methylin <br> <h3>Intermediate-acting stimulants include:</h3> * Ritalin SR <br> * Metadate ER <br> * Methylin ER <br> * Adderall <br> * Dexedrine Spansule <br> <h3>Long-acting stimulants include:</h3> * Concerta <br> * Metadate CD  <br> * Ritalin LA <br> * Adderall XR <br> <br> There is no way to predict which medication will be best for your child. It is a process of trial and error, trying different medications, doses, and administration times until you find the right type, amount, and schedule"]
    },
    {"tag":"How do stimulant medications work?",
    "patterns": ["How do stimulant medications work?", "How do stimulant medications work for ADD","How do stimulant medications work for ADHD? "],
    "responses": [" While scientists do not know exactly how stimulants work, it is believed they increase the activity of chemicals, called neurotrans- mitters, in the parts of the brain responsible for inhibiting behavior and increasing attention. Dopamine and norepinephrine are the two neurotransmitters thought to have a significant influence on our ability to maintain focus on tasks, thus increasing attention and con- centration, and to inhibit our behavior, thus decreasing restlessness and excessive physical activity."]
    },
    {"tag":"What are the side effects of stimulant medication?",
    "patterns": ["What are the side effects of stimulant medication?", "What are the side effects of stimulant medication for ADD","What are the side effects of stimulant medication for ADHD? "],
    "responses": [" The most common side effects are transient decreased appetite, insomnia, anxiety, irritability, stomachaches, and headaches. It is quite common for children to experience one or more of these side effects in the first few weeks of treatment. Many children adapt to the medication and majority of the side effects will disappear. <br><br>It is not unusual for some children to skip their lunch and eat large amounts of food when the medication wears off in the afternoon. Afternoon “rebound” may be seen when the lunchtime dose wears off and the child becomes quite irritable and/or sad and tearful in the afternoon. When children have too high a dose, they may become overly focused and dull or “zombie-like.”"]
    },
    {"tag":"How are the side effects of stimulant medication managed?",
    "patterns": ["How are the side effects of stimulant medication managed?", "How are the side effects of stimulant medication managed for ADD","How are the side effects of stimulant medication managed for ADHD? "],
    "responses": [" Expect your child’s physi- cian to make several changes in the medication plan until she is able to find the optimum balance between positive effects and minimal side effects. <br><br>Children who lose their appetite during the day can easily make up the calories and nutrition by making food available to them when they are hungry. Giving medication with or after breakfast and lunch can ensure adequate food intake before the medication suppresses their appetite. Insomnia can be managed by eliminating an afternoon dose of medication or giving it earlier in the day. Afternoon rebound can be offset by a minimal afternoon dose or use of sustained release medication."]
    },
    {"tag":"Can stimulant medications cause tics?",
    "patterns": ["Can stimulant medications cause tics?", "Can stimulant medications cause tics for ADD","Can stimulant medications cause tics for ADHD? "],
    "responses": [" * Tics are involuntary, nonpur- poseful, repetitive motor movements or vocalizations. <br>  * Of the 70 to 80 percent of AD/HD children treated with stimulants, it is estimated between 8 and 30 percent develop tics. <br> * Children whose tics started after using stimulant medication, the tics usually stop for the great majority when the medication is terminated <br> * Physicians that are more liberal will recommend a second medication to reduce the tics; an option most parents shy away from."]
    },
    {"tag":"What is sustained released medication?",
    "patterns": ["What is sustained released medication?", "What is sustained released medication for ADD","What is sustained released medication for ADHD? "],
    "responses": [" Sustained or extended release medications involve a once-a-day dose that lasts twelve hours"]
    },
    {"tag":"What are the types of nonstimulant medications used?",
    "patterns": ["What are the types of nonstimulant medications used?", "What are the types of nonstimulant medications used for ADD","What are the types of nonstimulant medications used for ADHD? "],
    "responses": [" Straterra is a nonstimulant medication that is frequently prescribed and reported to have a positive benefit for many children. It works on the brain chemical norepinephrine and has generally the same benefits as stimulants. <br><br>Tricyclic antidepressants are not a first line of treatment, but may be suggested by your physician if your child is not responsive to stimulants or is unable to tolerate their side effects. Benefits of tricyclics are the absence of potential for abuse and their long acting effect. The downside is the higher risk for side effects. <br><br>Antihypertensive drugs are also used in cases of severe hyperac- tivity, impulsivity, and aggression. Catapress and Tenex are two of the most likely medications in this class."]
    },
    {"tag":"What are the types of nonstimulant medications used?",
    "patterns": ["What are the types of nonstimulant medications used?", "What are the types of nonstimulant medications used for ADD","What are the types of nonstimulant medications used for ADHD? "],
    "responses": [" Strattera is reputed to have minimal side effects, some of which are similar to stimulants. Stomachaches, decreased appetite, tiredness, dizziness, and mood swings are the most common side effects. Management of these side effects is similar to stimulant medications. Straterra may show some positive benefits within one to two days, but can take one to three weeks to achieve its full benefit.<br><br> Tricyclic antidepressants can result in dry mouth, vivid dreams, headaches, stomachaches, insomnia, and constipation. These medica- tions take one to three weeks before effectiveness is seen. They may not be abruptly stopped and must be decreased under the supervi- sion of a physician. Changes in heart functioning can sometimes occur and thus an EKG (electrocardiogram) may be used in the monitoring process. Blood tests are also part of the monitoring to evaluate blood levels of the medication. <br><br> Most physicians do not use these medications for prepubescent children. The need for close monitoring of the tricyclics places them low on the list of options for many physicians. <br><br>Antihypertensive drugs come in pill or patch form. They may cause fatigue, dizziness, and dry mouth. These medications cannot be abruptly stopped and need to be slowly decreased under the direction of a physician."]
    },
    {"tag":"Is medication necessary on nonschool days?",
    "patterns": ["Is medication necessary on nonschool days?", "Is medication necessary on nonschool days for ADD","Is medication necessary on nonschool days for ADHD? "],
    "responses": [" Currently there is no scientific evidence for or against medication holidays.<br>  A general guideline followed by some parents is to give medication holidays for children who are relatively free of behavior problems but use the medication primarily for school and homework. Children with severe behavior problems are more likely to remain on medication year-round."]
    },
    {"tag":"Is the medication addictive?",
    "patterns": ["Is the medication addictive?", "Is the medication addictive for ADD","Is the medication addictive for ADHD? "],
    "responses": [" Stimulant medication does have the potential to be abused when misused. Abusing stimulant medications can lead to addiction. Providing the medication is taken as prescribed, there is not a risk for addiction. Dosages prescribed are low and not anywhere near the amount required to develop a dependency.<br><br> There is no tolerance associated with stimulants when used prop- erly—children do not need increasing doses to achieve the same effect. Nonstimulant medications do not have any addictive poten- tial, even if taken in excess. For teens and adults where abuse of medication is a concern, nonstimulant medications offer a safer alternative."]
    },
    {"tag":"Does stimulant medication lead to later drug use?",
    "patterns": ["Does stimulant medication lead to later drug use?", "Does stimulant medication lead to later drug use for ADD","Does stimulant medication lead to later drug use for ADHD? "],
    "responses": [" Studies have consistently found no association between stimulant medication and increased risk of later drug use in males with AD/HD. Less is known about females."]
    },
    {"tag":"What are the long-term effects of medication?",
    "patterns": ["What are the long-term effects of medication?", "What are the long-term effects of medication for ADD","What are the long-term effects of medication for ADHD? "],
    "responses": [" There are no known permanently dam- aging effects. To date there have been no known studies suggesting the presence of negative long-term effects. Unfortunately, the same is true for long-term positive effects"]
    },
    {"tag":"How long will my child have to take medication?",
    "patterns": ["How long will my child have to take medication?", "How long will my child have to take medication for ADD","How long will my child have to take medication for ADHD? "],
    "responses": [" * There are no set timelines to stop medication. This decision will vary for each child.<br> * The current trend is to continue medication during adolescence for those teens still showing significant symptoms <br> * Many adults are now taking stimulant medication as they either discover their disorder or become willing to return to medication that helped them as a child."]
    },
    {"tag":"How do children feel about taking medication?",
    "patterns": ["How do children feel about taking medication?", "How do children feel about taking medication for ADD","How do children feel about taking medication for ADHD? "],
    "responses": [" On average, the teens questioned reported that while medication helped their ability to pay attention, they did not believe that the medication helped with their schoolwork. <br><br> The biggest effect the teens reported was it made their parents like them more. The biggest effect younger children report is that their medication helps them concentrate and/or behave better. They often refer to their medication as a “behavior” pill or “concentration” pill."]
    },
    {"tag":"What do I do if my child refuses to take medications?",
    "patterns": ["What do I do if my child refuses to take medications?", "What do I do if my child refuses to take medications for ADD","What do I do if my child refuses to take medications for ADHD? "],
    "responses": [" A private meeting between your child and the pre- scribing doctor may be all that is needed for her to understand her diagnosis and the benefits of medication. For children who continue to remain resistant, a short course of individual psychotherapy is recommended. Often just a few meetings with a psychologist can uncover and resolve a child’s distress about medication."]
    },
    {"tag":"Does medication teach children that they need pills to succeed?",
    "patterns": ["Does medication teach children that they need pills to succeed?", "Does medication teach children that they need pills to succeed for ADD","Does medication teach children that they need pills to succeed for ADHD? "],
    "responses": [" Studies examining boys’ beliefs found they dismiss medication as a contributor to their success. If they succeed on a task, they attribute it to their effort. If they fail, they believe the task was too difficult."]
    },
    {"tag":"How do parents feel about giving their child medication?",
    "patterns": ["How do parents feel about giving their child medication?", "How do parents feel about giving their child medication for ADD","How do parents feel about giving their child medication for ADHD? "],
    "responses": [" Parents report that deciding to medicate their child was a difficult choice. Feelings of guilt and inadequacy often accompany the decision.<br> This hesitancy and ambivalence disappear quickly when parents see the noticeable change in their child within thirty minutes of giving them their first dose.<br> The first two weeks of medication often erase any doubts parents previously had. Some parents even feel guilty about not having medicated their child sooner!<br> This honeymoon phase, however, quickly disappears as the child adjusts to the medication and begins to show his usual symptoms, albeit at a less severe intensity and frequency<br> Research studies show that using medication leads to less satisfac- tion in the long run for parents who use it as their sole method of treatment. <br> Parents who opt to add medication to a behavioral treat- ment program report higher and longer-term levels of satisfaction. Those who use combined treatment also remain in treatment longer than those who opt for medication only."]
    },
    {"tag":"What factors should I consider before giving my child medication?",
    "patterns": ["What factors should I consider before giving my child medication?", "What factors should I consider before giving my child medication for ADD","What factors should I consider before giving my child medication for ADHD? "],
    "responses": [" <h3>Medication is an option that must be given careful consideration. Give proper attention to the following issues:</h3> * Has your child had a thorough evaluation?<br> * Have other disorders been ruled out?<br> * Have learning disorders been ruled out?<br> * Have you given behavior modification a serious try?<br> * Is your child in the proper school setting?<br> * Have you obtained accommodations and modifications for homework?<br> * Do you believe in the use of psychiatric medications for children?<br> * Is your child old enough to safely take medication?<br> <h3>If you have answered “no” to any of the above questions, your child is most likely not suitable for medication at this point in time. If you answered “yes” to the above questions, consider the following:</h3> * Will medication be one of many treatments you will be using? <br> * Have you received parent training from an AD/HD specialist? <br> * Has your child been suspended or expelled?<br> * Is your child at risk for being expelled?<br> * Have you lost babysitters due to your child’s behavior? <br> * Is your child violent?<br> If you have answered “yes” to any of these questions, your child may be a good candidate for medication."]
    },
    {"tag":"Will I experience pressure to medicate my child?",
    "patterns": ["Will I experience pressure to medicate my child?", "Will I experience pressure to medicate my child for ADD","Will I experience pressure to medicate my child for ADHD? "],
    "responses": [" Medicating your child is one of the most difficult decisions you will face. When you hear “AD/HD,” the next word you will hear is “med- ication.” Be prepared to face pressure from other parents, teachers, and doctors."]
    },
    {"tag":"How do I resist pressure to give my child medication?",
    "patterns": ["How do I resist pressure to give my child medication?", "How do I resist pressure to give my child medication for ADD","How do I resist pressure to give my child medication for ADHD? "],
    "responses": [" No parent want to medicate his or her child. Many, however, after careful consideration, decide that medication is the right treatment for their child. That does not mean it is the right decision for you and your child. <br> Parents who decide not to medicate tend to feel more confident in their decision. They are generally more dedicated to behavior management, psychotherapy, and educational interventions. These parents base their decision on the following beliefs: * Medication is not a cure <br> * Medication will only decrease some symptoms some of the time <br>  * Medication causes side effects I am not willing to have my child suffer <br> * Tics may be a side effect I am not willing to risk <br>  * Medication is not a substitute for my effective parenting  <br> * Medication will not make my child learn more <br> * Medication will not make my child behave <br>"]
    },
    {"tag":"Do AD/HD children have poor social skills?",
    "patterns": ["Do AD/HD children have poor social skills?", "Do AD/HD children have poor social skills for ADD","Do AD/HD children have poor social skills for ADHD? "],
    "responses": [" Social skills are the abilities we use when interacting with others. The majority of children with AD/HD do have poor social skills. <br><br> Poor social skills are so apparent that children with AD/HD are often rejected by other children after only a single day of contact. Poor social skills affect both boys and girls with AD/HD. <br><br>In groups of children who have friends, those with AD/HD are the least likely to have more than one friend. If they are able to make a friend, children with AD/HD have trouble keeping them. Their friendships are unstable and usually short-lived."]
    },
    {"tag":"Do boys social skills differ from girls?",
    "patterns": ["Do boys social skills differ from girls?", "Do boys social skills differ from girls for ADD","Do boys social skills differ from girls for ADHD? "],
    "responses": [" When boys are observed in activities with a nondisordered male, the boys with AD/HD are more disagreeable, off task, aggressive, and less likely to ask appropriate questions. AD/HD boys who engage in physical aggression against peers have more difficulty making friends, as few are willing to tolerate this behavior. AD/HD boys also tend to be less empathic than non-AD/HD boys. They are less likely to change their behavior to fit the situation. Despite all this, boys tend to overrate their social skills, believing themselves to be more socially adept than is actually the case.<br><br> Girls with AD/HD report more social difficulties than boys. They may not actually have more social skills problems, but they appear to be more aware and more distressed by their inability to make and keep friends. Depression is not uncommon in girls who fail to estab- lish at least one friendship. Girls’ social deficits show up less in physical activity but more in the interpersonal interaction. Preferring to be the one in charge, AD/HD girls can be bossy and domineering in conversations and play."]
    },
    {"tag":"Are social skills different with ADHD in comparison to ADD?",
    "patterns": ["Are social skills different with ADHD in comparison to ADD?", "Is social skills different with ADHD in comparison to ADD","social skills different with ADHD in comparison to ADD? "],
    "responses": [" ADHD children are rejected by their peers within moments of meet- ing. These children are desirous of social interaction and actively seek contact with others. However, the intrusiveness of ADHD children and their failure to read social cues often results in their peers force- fully rejecting them and blatantly insisting they go away.<br><br> ADD children are more prone to fade into the background. They tend to be anxious, shy, and withdrawn, which keeps them on the periphery of social activity. Instead of getting into conflict with their peers on the playground, these children are more likely to be alone and play by themselves.br><br> When they are interacting with a peer, they can appear “spacey” and “off in their own world.” The rejection they experience from their peers is one of quiet avoidance and simply ignoring or forgetting about them. Some ADD children will cope with social rejection by keeping themselves occupied and enter- tained with reading."]
    },
    {"tag":"What are the negative effects of poor social skills?",
    "patterns": ["What are the negative effects of poor social skills?", "What are the negative effects of poor social skills for ADHD child","What are the negative effects of poor social skills for ADD child? "],
    "responses": [" They are found to have increased mood, anxiety, behavioral, and substance abuse disorders. Even when emotional and behavioral problems are factored out, early social skills problems have been found to be a major contributor to later problems in adolescence. <br><br>Being rejected by peers causes feelings of loneliness, which increases the risk of depression. This also increases the risk for rejected peers to find one another and escalate into antisocial behavior. <br><br>Adults with AD/HD rate themselves as less skilled in social skills and relationships. They have trouble reading facial expressions, con- trolling their verbal responses, and being emotionally overreactive."]
    },
    {"tag":"How do I recognize if my child has poor social skills?",
    "patterns": ["How do I recognize if my child has poor social skills?", "How do I recognize if my child has poor social skills for ADHD child","How do I recognize if my child has poor social skills for ADD child? "],
    "responses": [" As early as kindergarten, some AD/HD children come home from school complaining, no one likes me or nobody will play with me <br><br> She does not get invited over to play, birthday party invitations do not come, and no one calls her on the telephone. When she has her own party, she has trouble list- ing who her friends are and many of those invited find a reason not to come. When she reaches out to her peers, phone calls are not returned and invitations to come over are declined.<br><br> Teachers may be the first to identify poor social skills and send home the bad news. The physically aggressive behavior some AD/HD children display on the playground quickly results in their peers not wanting to play with them. Because they can be overactive and intrusive, no one in class seems to want to sit next to them or be their partner on group projects."]
    },
    {"tag":"How are poor social skills displayed by AD/HD children?",
    "patterns": ["How are poor social skills displayed by AD/HD children?", "How are poor social skills displayed  for ADHD child","How are poor social skills displayed  for ADD child? "],
    "responses": [" He would likely be moving around and paying attention to something other than his peer. When he responds, it will be to interrupt with something unrelated to what his friend was talking about. He may not look at his peer while he talks to him. His talking will not pro- mote a conversation, but rather will be a monologue on his topic of choice.<br><br> If his peer tries to enter into a dialogue, the AD/HD child will often criticize him and tell him why he is wrong. If they are playing a game, your AD/HD child probably takes charge and bosses the other child. If he begins to lose, he will change the rules.<br><br> If he loses a turn, he will argue about it and, if his peer does not relent, he will quit playing. He does not want to share or take turns and is insistent that he gets his own way. If things do not go to his liking, he will display his frustration and anger in an outburst with no embarrassment."]
    },
    {"tag":"How does impulsivity affect my child’s social skills?",
    "patterns": ["How does impulsivity affect my child’s social skills?", "How does impulsivity affect my child’s social skills for ADHD child","How does impulsivity affect my child’s social skills for ADD child? "],
    "responses": [" The very nature of being impulsive means the inability to consis- tently think before acting.<br> To get along well with others, we all need to use a mental filter that prompts us to think ahead of time before we say or do something. Children with AD/HD fail to use their internal voice and inhibit their impulses."]
    },
    {"tag":"Can my child learn from negative social experiences?",
    "patterns": ["Can my child learn from negative social experiences?", "Can my child learn from negative social experiences for ADHD child","Can my child learn from negative social experiences for ADD child? "],
    "responses": [" AD/HD children can certainly learn from experience. Unfortunately however they learn slowly very very slowly. <br> Even young children are able to look back at a situation and think about what might have gone wrong. AD/HD children rarely do this spontaneously. <br>The second deterrent is their difficulty in linking cause and effect."]
    },
    {"tag":"Why do AD/HD children have trouble improving social skills?",
    "patterns": ["Why do AD/HD children have trouble improving social skills?", "Why do AD/HD children have trouble improving social skills for ADHD child","Why do AD/HD children have trouble improving social skills for ADD child? "],
    "responses": [" While most children will listen to feedback from parents, teachers, and peers, children with AD/HD outright reject it. <br> AD/HD children, however, fail to observe the reactions of their peers. They try on and continue to engage in a behavior despite it causing rejection by their peers."]
    },
    {"tag":"How do AD/HD children feel about their social skills?",
    "patterns": ["How do AD/HD children feel about their social skills?", "How do AD/HD children feel about their social skills for ADHD child","How do AD/HD children feel about their social skills for ADD child? "],
    "responses": [" AD/HD are often oblivious to their deficits. Everyone around them can easily see why the AD/HD child is rejected, but he has no idea why no one seems to like him. Without recognition and some emotional discomfort, children lack the motivation to change their behavior and improve their social interactions."]
    },
    {"tag":"Does medication help AD/HD children with their social skills?",
    "patterns": ["Does medication help AD/HD children with their social skills?", "Does medication help AD/HD children with their social skills for ADHD child","Does medication help AD/HD children with their social skills for ADD child? "],
    "responses": [" Many studies have shown that stim- ulant medication helps to improve the social behavior of children. In particular, aggressiveness and impulsive social behaviors have repeatedly been found to decrease in medicated children. While medication can help to decrease some behaviors, it cannot give your child skills to use in social situations. Pills do not replace skills."]
    },
    {"tag":"Do children expect medication to help with their social skills?",
    "patterns": ["Do children expect medication to help with their social skills?", "Do children expect medication to help with their social skills for ADHD child","Do children expect medication to help with their social skills for ADD child? "],
    "responses": [" Research has found that AD/HD children generally rate their med- ication as minimal in their social success. Instead, they find their own ability and effort, as well as luck, as the cause of their success or failure."]
    },
    {"tag":"How well do AD/HD children read social cues?",
    "patterns": ["How well do AD/HD children read social cues?", "How well do ADHD children read social cues for ADHD child","How well do ADD children read social cues for ADD child? "],
    "responses": [" Social cues are the unspoken behaviors that provide information to guide our responses to others. Facial expressions, eye contact, and tone of voice are examples of social cues.<br><br> AD/HD children not only fail to naturally develop these skills, they have great difficulty learning them."]
    },
    {"tag":"Should I talk to my child about his poor social skills?",
    "patterns": ["Should I talk to my child about his poor social skills?", "Should I talk to my child about his poor social skills for ADHD child","Should I talk to my child about his poor social skills for ADD child? "],
    "responses": [" Talking to your child is one of the many ways you can help with his social struggles.<br> Take care not to give in to your natural parental instincts to rescue your child from his negative feelings. Uncomfortable emotions are often the reason we take a closer look at ourselves and decide to make changes.<br><br> Encourage him to think about it by prompting more exploratory questions such as, “Is there something you did that you think might have made the other children not want to play with you?”"]
    },
    {"tag":"How can I increase positive social skills in my child?",
    "patterns": ["How can I increase positive social skills in my child?", "How can I increase positive social skills in my child for ADHD child","How can I increase positive social skills in my child for ADD child? "],
    "responses": [" Make a list of her behavioral excesses and deficits. Helping your child increase her social skills is a long-term project. Not every behavior can be addressed at one time. Before your child participates in a social situation, it can be very helpful to review social skills for her to keep in mind. <br> Select two behaviors that you know she struggles with, any more than that can become overwhelming, not to mention easily forgotten. Choose one social skill that is very important for her to do appropriately and a second one that she is likely to perform success- fully."]
    },
    {"tag":"Should I review social skills with my child?",
    "patterns": ["Should I review social skills with my child?", "Should I review social skills with my child for ADHD child","Should I review social skills with my child for ADD child? "],
    "responses": [" Having discussed and reviewed two social skills before entering a social situation, your child is prepared for a follow up of how things went. Wait until she discusses her experience with you so she doesn’t feel like you were watching or grading her. Since we all respond more positively to praise than criticism, your feedback should start with praise. <br><br>If you know she hit her friend, instead of scolding and lecturing her, adopt an exploratory approach that invites her to review in her mind what happened and what she could have done different. <br><br>Listening, acknowledging her viewpoint, and validating her feelings will keep the discussion open, helping her to respond to your query, What do you think you will do next time you feel so mad at Jenny?"]
    },
    {"tag":"Should I make my child accountable for his social behavior?",
    "patterns": ["Should I make my child accountable for his social behavior?", "Should I make my child accountable for his social behavior for ADHD child","Should I make my child accountable for his social behavior for ADD child? "],
    "responses": [" Having a disorder does not excuse AD/HD children from taking responsibility for their words and actions. When an AD/HD child has hurt someone, they need to be instructed to try to rectify the relationship. <br><br> While no child should be purposely humiliated, it is human nature to use our feelings to guide our behavior. The feeling of embarrassment we experience when we have to face the person we hurt is a powerful incentive to alter our behavior in the future. Recalling feelings of shame usually motivates us to restrain our impulses.<br><br> Expect your AD/HD child to need repeated experiences of having to fix the situation. You will not only have to help him see what he did inappropriately and how it made the other person feel, you will have to guide him through the steps of what he needs to do to make it right.<h3>Examples of social behaviors you can prompt and guide your child to be accountable for include:</h3> * Apologizing for teasing<br> * Saying thank you<br> * Returning stolen items<br> * Saying excuse me for interrupting <br> * Apologizing for hitting<br> * Replacing items broken purposely or accidentally<br>"]
    },
    {"tag":"How do my social skills influence my child?",
    "patterns": ["How do my social skills influence my child?", "How do my social skills influence my child for ADHD child","How do my social skills influence my child for ADD child? "],
    "responses": [" Parents do not make their child have poor social skills. They can, however, make their child’s social skills worse. <br> Children clearly learn from watching their parents. Parents with hostile and verbally aggressive social styles tend to have children with the same social approach. Parents who are dishonest and manipulative have children who lie and try to get their own way. Parents who are pushy and demanding have children who bully and won’t take no for an answer. As a parent of any child, it is important to live the values and behaviors you are trying to instill in your child."]
    },
    {"tag":"What is social skills therapy?",
    "patterns": ["What is social skills therapy?", "What is social skills therapy for ADHD child","What is social skills therapy for ADD child? "],
    "responses": [" Social skills therapy is treatment designed to improve social behavior and social relationships. In order to be effective, it must be done in a group setting where the therapist is able to observe your child’s interaction with age mates."]
    },
    {"tag":"Can social skills therapy be helpful?",
    "patterns": ["Can social skills therapy be helpful?", "Can social skills therapy be helpful for ADHD child","Can social skills therapy be helpful for ADD child? "],
    "responses": [" Findings have been mixed, with some studies showing improve- ment and others finding little to none changing social skills is a long-term project. AD/HD children are very weak in their social skills and very slow to make changes. More success is likely to be seen when the social functioning is measured years and decades down the road and the number of skills, effectiveness, and frequency of skills is the definition of success."]
    },
    {"tag":"What is my role in social skills therapy?",
    "patterns": ["What is my role in social skills therapy?", "What is my role in social skills therapy for ADHD child","What is my role in social skills therapy for ADD child? "],
    "responses": [" Social skills therapy focuses on teaching and rehearsing various social behaviors in a group setting. This alone has only moderate impact. You must be involved in the treatment in order for the lessons to become integrated into your child’s repertoire of behavior. You must be active in prompting your child to practice the skills. <br><br>Through written handouts for parents and homework for children, specific social skills are to be practiced outside the treatment setting. <br><br>The more the parents use the skills themselves, the more likely it is that their child will also use them. <br><br>Those parents who take an active role in making and monitoring the play dates have children who report higher satisfaction with their new friend than children whose parents have little involvement"]
    },
    {"tag":"What do I do when I see my child using poor social skills?",
    "patterns": ["What do I do when I see my child using poor social skills?", "What do I do when I see my child using poor social skills for ADHD child","What do I do when I see my child using poor social skills for ADD child? "],
    "responses": [" The more you supervise your child’s social interactions, the greater chance you have to help her become aware of her errors and correct them. So that your child does not feel embarrassed by your calling attention to her social errors, you and she can develop a secret signal to use when you observe her behaving in a socially inappropriate manner."]
    },
    {"tag":"Should I try to get my child to make more friends?",
    "patterns": ["Should I try to get my child to make more friends?", "Should I try to get my child to make more friends for ADHD child","Should I try to get my child to make more friends for ADD child? "],
    "responses": [" Realistic goal is to try to help your child develop one solid friendship. For children who are unable to develop a friendship at school, parents should provide opportunities to meet other children who may turn into a friend"]
    },
    {"tag":"How do I help my child make a friend?",
    "patterns": ["How do I help my child make a friend?", "How do I help my child make a friend for ADHD child","How do I help my child make a friend for ADD child? "],
    "responses": [" Invite various children over until your child finds someone who he gets along well with. Social skills group therapy is a good place to work on finding a friend, as the other children and parents are looking for friends too. <br><br>Structure the activities and your expectations according to your child’s social and emotional abilities, not his age. If he is prone to yell, hit, argue, and throw tantrums like a preschool child, choose an activity that decreases the opportunities for these behaviors."]
    },
    {"tag":"What can schools do to help with social skills?",
    "patterns": ["What can schools do to help with social skills?", "What can schools do to help with social skills for ADHD child","What can schools do to help with social skills for ADD child? "],
    "responses": [" The two most painful school memories reported by adults are the loneliness they felt while wandering the campus alone at lunch- time and the teasing and taunting they endured from their peers. To prevent today’s AD/HD children from years of daily emotional hurt, the creation of a “lunch club” is the easy, no-cost answer.<br><br> A lunch club is simply a room for children to go to under the supervision of a teacher or parent volunteer. In the lunch club, the children eat their lunch together and play games or work on a project or activity that they select. At a minimum, loneliness is eliminated and at a maximum, friendships may develop, happiness is increased, and confidence is raised. Teachers can help AD/HD children be seen in a more positive light by highlighting their talents. Providing the AD/HD child an opportunity to shine in front of his peers can help create common interests that may foster the development of a friendship. <br><br> Your child’s social value can also be increased by having him per- form a simple task. Handing out stickers to each child who turned in their homework can provide him the opportunity for his peers to associate him with a positive experience. You can work with the teacher to create positive social experience opportunities for your child."]
    },
    {"tag":"How can a buddy program help with social skills?",
    "patterns": ["How can a buddy program help with social skills?", "How can a buddy program help with social skills for ADHD child","How can a buddy program help with social skills for ADD child? "],
    "responses": [" Buddy programs can include students in leadership and/or any student who is interested in volunteering. Buddies meet under teacher or parent volunteer supervision and identify which students are bullied, rejected, and teased. Each buddy selects one of the students to make friends with.<br><br> The buddy tells his own group of peers that he will be inviting the student to join the social circle and enlists their support. The buddy invites their student to eat lunch with him and join his group in after-lunch play or socializing.<br><br> Students who have participated in a buddy program have been found to have a sense of social belonging. With the increased sense of self-worth that comes from being accepted by peers, the students have new-found motivation to improve other aspects of their lives, such as grades and behavior. Students invited by the buddy often then extend their own invitation to a peer they see who is lonely and rejected."]
    },
    {"tag":"Which social skills should I work on with my child?",
    "patterns": ["Which social skills should I work on with my child?", "Which social skills should I work on with my child for ADHD child","Which social skills should I work on with my child for ADD child? "],
    "responses": [" <h2> You can prompt your child to engage in the following behaviors:</h2> * Looking people in the eye<br> * Waiting his turn to talk<br> * Greeting others hello<br> * Staying on topic in conversations<br> * Saying thank you with meaning<br> * Acknowledging and accepting compliments <br> * Not touching others to get their attention <br> * Taking turns in play<br> * Saying goodbye when departing<br> * Sitting still while talking with others<br> * Responding relevantly to what others have said<br> * Showing an interest in others by asking questions<br>  * Giving compliments<br> * Asking peers to join them in play<br> * Sharing toys, games, and food<br> * Letting others talk<br> * Smiling when greeting others<br> * Listening to others<br> * Letting others go first<br> * Apologizing when appropriate<br> * Showing empathy<br>"]
    },
    {"tag":"Can my child become more likable?",
    "patterns": ["Can my child become more likable?", "Can my child become more likable for ADHD child","Can my child become more likable for ADD child? "],
    "responses": [" If your child can develop character traits that are highly valued by others, it can help make up for some of her more unpleasant social behaviors.<br><br> <h3>The following characteristics are those found in highly likeable people:</h3> * Loyal<br> * Truthful<br> * Dependable<br> * Thoughtful<br> * Reliable<br> * Warm<br> * Understanding <br> * Honest<br> * Humorous<br> * Sincere<br> * Cheerful<br> * Happy<br> * Unselfish<br> * Trustworthy <br> * Responsible<br>  * Friendly<br>"]
    },
    {"tag":"Does AD/HD affect self-esteem?",
    "patterns": ["Does ADHD or ADD affect self-esteem?", "Does  affect self-esteem for ADHD child","Does  affect self-esteem for ADD child? "],
    "responses": [" Having any type of psychological disorder can have a negative effect on self-esteem. AD/HD in particular is far more vulnerable than other disorders.<br><br> The overt behaviors displayed by the AD/HD child are frequently responded to with negative comments by others. Both the inability to hide the disorder and the negative feedback he receives contributes to feelings of low self-worth. <br><br>unlike other disorders, AD/HD does not elicit sympathy. Being told repeatedly to “stop moving,” “stop interrupting,” or “stop talking so much” leads the AD/HD child to feel as if he is always doing something wrong. This, of course, leads to lower self-esteem."]
    },
    {"tag":"How do I tell if my child has low self-esteem?",
    "patterns": ["How do I tell if my child has low self-esteem?", "How do I tell if my child has low self-esteem for ADHD child","How do I tell if my child has low self-esteem for ADD child? "],
    "responses": [" Listen to what your child says about himself. Children with low self-esteem talk negatively about themselves and to themselves. Examples of such statements include: <br><br>* I am stupid<br> * Everybody hates me<br> * I am not good at anything<br>  * Nobody cares if I am alive <br> * I am ugly<br>"]
    },
    {"tag":"Do all children with AD/HD have low self-esteem?",
    "patterns": ["Do all children with AD/HD have low self-esteem?", "Do all children with ADHD OR ADD have low self-esteem for ADHD child","Do all children with AD/HD have low self-esteem for ADD child? "],
    "responses": [" There is research that shows that many boys with AD/HD actually have over-inflated self- esteem. Less is known about the self-esteem of girls with AD/HD."]
    },
    {"tag":"Can a child have too much self-esteem?",
    "patterns": ["Can a child have too much self-esteem?", "Can a child have too much self-esteem for ADHD child","Can a child have too much self-esteem for ADD child? "],
    "responses": [" Thinking too highly of yourself turns out not to be such a good thing. Too much self-esteem prevents the AD/HD child from being able to learn from feedback from others. He regards himself as highly intel- ligent  and derives positive self-esteem from this self-perception"]
    },
    {"tag":"Can inflated self-esteem be helpful?",
    "patterns": ["Can inflated self-esteem be helpful?", "Can inflated self-esteem be helpful for ADHD child","Can inflated self-esteem be helpful for ADD child? "],
    "responses": [" They have a remarkable inability to accurately observe themselves. We do not know if this inability is simply the result of being unaware of themselves, or if it is a purposeful defense against the emotional pain that comes from admitting their weaknesses.<br><br> These children may not be lying about their abilities, but instead deceiving themselves in order to avoid feelings of inadequacy. This can be a protective mechanism that helps the AD/HD child to preserve his sense of adequacy. If he were to internalize all the neg- ative feedback he hears each day, he would not have the emotional fortitude to even get out of bed.<br><br> If your child exaggerates his abilities and worthiness, it is best to not burst his bubble, as he would not be doing this if he did not need the positive feelings it brings. Your best efforts are in encouraging his strengths and helping him accept his weaknesses."]
    },
    {"tag":"What is the long-term outlook of self-esteem for AD/HD children?",
    "patterns": ["What is the long-term outlook of self-esteem for AD/HD children?", "What is the long-term outlook of self-esteem  for ADHD child","What is the long-term outlook of self-esteem  for ADD child? "],
    "responses": [" While the exact cause for the continued low self-esteem in adult- hood is not clear, the general life functioning of adults who continue to have AD/HD is rather poor.<br><br> They have more divorces, more fre- quent job changes, less educational achievement, more arrests, more drug and alcohol abuse, and more stress and depression than their non-AD/HD counterparts. These negative life experiences certainly contribute to lower self-esteem. Low self-esteem in turn creates a risk for these negative life experiences to occur. <br><br>Children and teens that grow out of the disorder have self-esteem on par with their nondisordered peers. Even those who maintain the disorder have a high chance for good self-esteem if they learn to manage their symptoms and learn compensatory skills and coping tools."]
    },
    {"tag":"How will special education affect my child’s self-esteem?",
    "patterns": ["How will special education affect my child’s self-esteem?", "How will special education affect my childs self-esteem  for ADHD child","How will special education affect my childs self-esteem for ADD child? "],
    "responses": [" If she moves to a special education class- room that is structured for her to stay out of trouble and places her with similar peers with whom she can make friends, her self-esteem is likely to increase."]
    },
    {"tag":"How can my childs teacher help with self-esteem?",
    "patterns": ["How can my childs teacher help with self-esteem?", "How can my childs teacher help with self-esteem for ADHD child","How can my childs teacher help with self-esteem for ADD child? "],
    "responses": [" <h3>Teachers can be of great help in your child’s self-esteem with praise and encouragement. Ideas for your child’s teacher can include:</h3> * Creating a no-teasing rule in the class and on the playground <br> * Publicly praising your child to enhance him in the view of his classmates <br> * Ensuring that teasers apologize to your child <br> * Giving praise for effort <br> * Assigning your child a special job to help her feel important <br> * Reading stories to the class that teach empathy and promote kindness <br> * Creating a you are a star program for students to write compliments on a paper star and hang on the classroom bulletin board <br> * Giving a weekly friendship award to one student who exhibits true friendship <br> * Appointing your child as the classroom expert on a topic he excels in <br> * Looking for ways to praise frequently <br> * Creating a compliment program for students to publicly praise one another in class <br>"]
    },
    {"tag":"How does teasing affect self-esteem?",
    "patterns": ["How does teasing affect self-esteem?", "How does teasing affect self-esteem for ADHD child","How does teasing affect self-esteem for ADD child? "],
    "responses": [" For many adults who have low self-esteem, they flag the teasing they endured in school as a major cause of their suffering years later. Being called names, teased, bullied, and rejected hurts in the imme- diate moment and can hurt for days, months, and years later. It is thus critical that children with AD/HD learn how to respond to teasing in the presence of their peers and learn how to cope with it internally so that it does not destroy their self-esteem."]
    },
    {"tag":"How can I help my child cope with being teased?",
    "patterns": ["How can I help my child cope with being teased?", "How can I help my child cope with being teased for ADHD child","How can I help my child cope with being teased for ADD child? "],
    "responses": [" Help your child understand that the reason he keeps getting teased is because he reacts. Encourage your child not to be a reactor, but instead to be a joiner. Joining in the teasing with laughter and agreement can stop the payoff the teaser is seeking. Your child can disarm the teaser with some humorous phrases of agreement. Some examples include: * Thank you for noticing!<br> * I know, I wish I could be more like you! <br> * You got that right!<br> * I can’t argue with that!<br> * What can I say?<br> * Don’t I know it!<br> * You are so right!<br>"]
    },
    {"tag":"Can extracurricular activities increase my child’s self-esteem?",
    "patterns": ["Can extracurricular activities increase my child’s self-esteem?", "Can extracurricular activities increase my child’s self-esteem for ADHD child","Can extracurricular activities increase my child’s self-esteem for ADD child? "],
    "responses": [" Activities outside of school can provide an environment to preserve and enhance self-esteem. <br><br>Success at an activity other than school can provide feelings of accomplishment, pride, and motivation. Outside activities can also provide an opportunity for your child to have positive interactions with other children. <br><br>Individual sports like golf, gymnastics, track, and horseback riding provide benefits without the stress of intense social interaction."]
    },
    {"tag":"Can praise increase self-esteem?",
    "patterns": ["Can praise increase self-esteem?", "Can praise increase self-esteem for ADHD child","Can praise increase self-esteem for ADD child? "],
    "responses": [" Praise is important and feels good, but what really matters is how your child praises himself. He learns from your realistic feedback how to talk to himself about his good points and weak points, as well as his efforts. <br><br> Your praise is most effective when it is truthful. Your child will mimic your praise when he is assessing himself in his mind. He will have a positive and accurate self-appraisal if you have helped him learn to evaluate his effort and performance in a realistic manner."]
    },
    {"tag":"How can compliments increase self-esteem?",
    "patterns": ["How can compliments increase self-esteem?", "How can compliments increase self-esteem for ADHD child","How can compliments increase self-esteem for ADD child? "],
    "responses": [" Compliments make most people feel good about themselves. AD/HD children are hungry for compliments, but are often the least likely to receive them. The goal of compliments is to help your child feel competent and increase the chance he will repeat the behavior. <br><br>Compliments need to be truthful and genuine. False compliments can easily be detected by children—particularly those given by their parents. Compliment only when your child earned it with his effort or performance."]
    },
    {"tag":"How does my parenting style affect my child’s self- esteem?",
    "patterns": ["How does my parenting style affect my child’s self- esteem?", "How does my parenting style affect my child’s self- esteem for ADHD child","How does my parenting style affect my child’s self- esteem for ADD child? "],
    "responses": [" Authoritarian parents enforce rules but often at the expense of their child’s emotions. They use force and punishment to control their child, withdrawing and rejecting them when they disobey. These children tend to be anxious, withdrawn, and unhappy. Their social interactions are hostile and they are easily angered and defiant. <br><br>Permissive parents are nurturing, but at the expense of imposing control on their child. They allow their child to make decisions regardless of the child’s ability to do so. They have little structure and are permitted to behave as they choose. These children tend to be behaviorally out of control, incapable of controlling their impulses, disobedient, and rebellious. <br><br>In contrast, parents who use an authoritative style have children that are happy, self-confident, and self-controlled. Authoritative par- enting involves parents who make reasonable demands for behavior enforced by setting limits and insisting on obedience. Failure to obey consistently results in appropriate consequences. When their chil- dren are defiant, authoritative parents are patient and rational. They do not give in or respond harshly, but use reasonable, firm control with warmth and affection. Children raised by authoritative parents usually become adolescents who retain high self-esteem, academic success, social maturity, and high moral achievement."]
    },
    {"tag":"How can unconditional love help with self-esteem?",
    "patterns": ["How can unconditional love help with self-esteem?", "How can unconditional love help with self-esteem for ADHD child","How can unconditional love help with self-esteem for ADD child? "],
    "responses": [" A home where he knows he is accepted for who he is with all his symptoms and quirks provides a safe harbor from the harshness of life outside the home. <br><br>If you accept him and he feels this, he will come to accept and love himself and search for this in his friends. He learns he is worthy, despite his symptoms."]
    },
    {"tag":"Can material goods increase self-esteem?",
    "patterns": ["Can material goods increase self-esteem?", "Can material goods increase self-esteem for ADHD child","Can material goods increase self-esteem for ADD child? "],
    "responses": [" Material goods surely can bring us pleasure, but they do not make us a person of good character and high esteem"]
    },
    {"tag":"Can helping others increase my child’s self-esteem?",
    "patterns": ["Can helping others increase my child’s self-esteem?", "Can helping others increase my child’s self-esteem for ADHD child","Can helping others increase my child’s self-esteem for ADD child? "],
    "responses": [" Helping another person can engender great feelings of competence, pride, self-worth, and satisfaction, feelings your child likely does not find at school."]
    },
    {"tag":"How can I help my child stop negative self-talk?",
    "patterns": ["How can I help my child stop negative self-talk?", "How can I help my child stop negative self-talk for ADHD child","How can I help my child stop negative self-talk for ADD child? "],
    "responses": [" When you hear your child say something such as, “I’m stupid,” instead of telling him that he is wrong, a more helpful approach is to help him talk about why he feels this way.<br><br> Once he explains the situation that is causing him to feel stupid, you will be able to offer a more reality-based counter statement. You may respond with, “sounds more like you feel you are bad at doing fractions, not that you are stupid.” <br><br> This helps put his negative self-talk in a more realistic perspective. He may indeed be poor at doing fractions, something he will have to work on, but he is not altogether stupid. Eventually he will learn to have this talk within himself."]
    },
    {"tag":"How can I help my child accept his weaknesses?",
    "patterns": ["How can I help my child accept his weaknesses?", "How can I help my child accept his weaknesses for ADHD child","How can I help my child accept his weaknesses for ADD child? "],
    "responses": [" When your child expresses negative self-talk that is accurate, it can be helpful to assist them in accepting the negative aspect of themselves.<br><br> If your child is truly poor at soccer, there are several responses that may be of help: “Would you like to be better at soccer?” showing him that the situation might be temporary. “Is it important to you to be good at soccer?” prompts him to realize he does not have to be good at everything. Asking, “Is there something you feel that you are really good at?” helps him change the focus from the negative to the positive.<br><br> Offering these concepts in ques- tion form is better than simply telling him that he does not have to be good at everything, or that he shouldn’t worry because he is good at horseback riding. Questions teach him the process of evaluating himself and his negative self-talk so that eventually he can do it on his own."]
    },
    {"tag":"How do I give my child a realistic sense of self?",
    "patterns": ["How do I give my child a realistic sense of self?", "How do I give my child a realistic sense of self for ADHD child","How do I give my child a realistic sense of self for ADD child? "],
    "responses": [" Children with a realistic sense of self do not become shattered when they do not succeed and are able to use self-talk to soothe their upset feelings.<br> Your child will develop a realistic sense of self from mirroring what you tell him. Honest feedback is what works. Praise in times of success is easy. It is in times of defeat that it is most difficult to help your child maintain his self-esteem. Some reality-based encouraging words might include, I know you are disappointed, but<br> * You sure looked like you were really trying hard<br> * You put forth a really good effort and that’s what really counts <br> * It’s the fun of it that is important, not the outcome<br> * You can be proud of yourself for hanging in there<br> * You are handling your upset really well<br>"]
    },
    {"tag":"How do I help my child find a sense of competence?",
    "patterns": ["How do I help my child find a sense of competence?", "How do I help my child find a sense of competence for ADHD child","How do I help my child find a sense of competence for ADD child? "],
    "responses": [" The more things your child feels good about doing, the more feelings of com- petence she will have, leading to increased self-esteem.<br><br> Find opportunities to point out to your child the things she is good at. She does not have to earn the first place ribbon to be good at her sport. She can be good at consistently showing up to the game, praising her teammates, showing enthusiasm for the game, or keep- ing her chin up when the team loses.<br><br> She can feel com- petence in her friendship skills if she is honest, loyal, and stands up for her friends when they are teased. She can experience feelings of competence as a charitable person when she donates her toys to a children’s charity."]
    },
    {"tag":"How can snapshots enhance my childs self-esteem?",
    "patterns": ["How can snapshots enhance my childs self-esteem?", "How can snapshots enhance my childs self-esteem for ADHD child","How can snapshots enhance my childs self-esteem for ADD child? "],
    "responses": [" Snapshots are moments when your child shines above his usual functioning. They are moments of increased feelings of competence<br><br> AD/HD children need numerous snapshots to sustain their feel- ings of self-worth in between the big events. Work with your child’s teacher to find ways for your child to experience additional snap- shots.<br><br> Create opportunities for your child to display a particular talent or interest in his class and perhaps other classrooms. Mentioning your child’s unique talent, interest, or experience in the school newspaper gives public recognition, good feelings for your child, and a trinket for his scrapbook of accomplishments."]
    },
    {"tag":"What factors are associated with high self-esteem?",
    "patterns": ["What factors are associated with high self-esteem?", "What factors are associated with high self-esteem for ADHD child","What factors are associated with high self-esteem for ADD child? "],
    "responses": [" <h2>Abilities you can foster in your child to work toward increasing self-esteem include:</h2> * Willingness to try new experiences<br>  * Using positive self-talk<br> * Confidence to try<br> * Ability to accept compliments<br> * Comfort with the reality that they cannot be good at everything<br> * Perseverance when things get tough<br> * Belief in themselves that if they keep trying, they have a chance at success<br> * Feeling comfortable saying I am not good at<br> * Focusing on what they are good at instead of what they are not<br> * Separating areas of weakness from overall worthiness<br> * Understanding criticism does not mean he is a failure<br> * Not fearing failure<br> * Measure success based on effort, fun, and experience rather than the outcome<br> * Having multiple self-esteems<br>"]
    },
    {"tag":"How does AD/HD change over time?",
    "patterns": ["How does AD/HD change over time?", "How does ADHD change over time ","How does ADD change over time? "],
    "responses": ["As each person with AD/HD grows older and naturally matures, symptoms change despite the continued presence of the disorder. <br>ADD starts out invisible to the outside observer and stays invisible. Daydreaming, distractibility, forgetfulness, and the inability to com- plete tasks looks like laziness in children and teens. In adults, ADD looks like a disorganized, scattered, and easily bored person who cannot be counted on to follow through on things.<br> Those who learn how to function with their symptoms have a better adjustment. Those who fail to develop an awareness of their symptoms and learn coping tools are at high risk for a negative outcome. "]
    },
    {"tag":"How many children outgrow AD/HD by adolescence?",
    "patterns": ["How many children outgrow AD/HD by adolescence?", "How many children outgrow ADHD by adolescence?","How many children outgrow ADD by adolescence? "],
    "responses": [" Current estimates indicate that AD/HD continues to be present in 65 to 70 percent of adolescents who were diagnosed in childhood. As a result, treatment is now recommended to continue throughout adolescence."]
    },
    {"tag":"How many adolescents outgrow AD/HD by adulthood?",
    "patterns": ["How many adolescents outgrow AD/HD by adulthood?", "How many adolescents outgrow ADHD by adulthood? ","How many adolescents outgrow ADD by adulthood?"],
    "responses": [" Estimates are so wide in range as to be meaningless, with some studies showing as little as 10 percent and other studies showing as many as 70 percent."]
    },
    {"tag":"How far in school are AD/HD children likely to go?",
    "patterns": ["How far in school are AD/HD children likely to go?", "How far in school are ADHD children likely to go? ","How far in school are ADD children likely to go?"],
    "responses": [" The national average for high school dropouts is approximately 9 percent. The rate is twice that for those with AD/HD. <br>Fewer adults with AD/HD complete college: 18 percent compared to 26 percent of adults without AD/HD."]
    },
    {"tag":"What does the employment future look like for AD/HD children?",
    "patterns": ["What does the employment future look like for AD/HD children?", "What does the employment future look like for ADHD children? ","What does the employment future look like for ADD children?"],
    "responses": [" The adult with AD/HD changes jobs more frequently than non-AD/HD adults. On the average, they have 5.4 jobs in a ten-year period compared to their nondisordered counter- parts who have an average of 3.4.<br><br> Frequent job changes mean periodic unemployment. On the average, 52 percent of adults with AD/HD are employed at any given time, compared with 72 percent of non- AD/HD adults."]
    },
    {"tag":"What types of careers are AD/HD children likely to succeed in?",
    "patterns": ["What types of careers are AD/HD children likely to succeed in?", "What types of careers are ADHD children likely to succeed in? ","What types of careers are ADD children likely to succeed in?"],
    "responses": [" The severity of symptoms and coexisting disorders will have a signif- icant impact on the career choice and success a child with AD/HD ultimately has. The range of successful careers found in the AD/HD population is as wide ranging as the non-AD/HD population. <br><br> Many go on to become physicians, lawyers, and psychologists. Artists, musicians, actors, and comedians have their share of AD/HD adults. Research has found that many adults who retain symptoms of AD/HD eventually own their own small business<br><br> The variety of independent businesses are vast, yet there is a trend of AD/HD adults pursuing careers in house painting, home repair and mainte- nance, plumbing, construction, auto mechanics, landscaping, pool cleaning, and similar trades that tend to be more accepting of less predictability in work performance."]
    },
    {"tag":"What is the risk for AD/HD children to smoke?",
    "patterns": ["What is the risk for AD/HD children to smoke?", "What is the risk for ADHD children to smoke? ","What is the risk for ADD children to smoke?"],
    "responses": [" Studies have consistently found that children with AD/HD are more at risk for smoking in their teen years than children without these disorders."]
    },
    {"tag":"What is the risk for AD/HD children to use alcohol?",
    "patterns": ["What is the risk for AD/HD children to use alcohol?", "What is the risk for ADHD children to use alcohol? ","What is the risk for ADD children to use alcohol?"],
    "responses": [" Children diagnosed with AD/HD have been found to be more at risk for using alcohol in their teen years than their nondiagnosed peers."]
    },
    {"tag":"What is the risk for AD/HD children to use drugs?",
    "patterns": ["What is the risk for AD/HD children to use drugs?", "What is the risk for ADHD children to use drugs? ","What is the risk for ADD children to use drugs?"],
    "responses": [" The risk for using drugs in adolescence is higher for teens with AD/HD. School failure, depression, and antisocial peer groups significantly increase the risk for AD/HD children to use and abuse drugs."]
    },
    {"tag":"What factors increase the risk of drug use in teens with AD/HD?",
    "patterns": ["What factors increase the risk of drug use in teens with AD/HD?", "What factors increase the risk of drug use in teens with ADHD? ","What factors increase the risk of drug use in teens with ADD?"],
    "responses": [" Recent findings have pointed to the addition of Conduct Disorder as a key factor that increases substance abuse in AD/HD teens <br> Males and females who engage in stealing, defying parents, lying, and starting fights with peers are known to have higher rates of alcohol problems and to have the most severe substance abuse disorders. <br>Other risk factors associated with AD/HD such as academic failure, family stress, poor self-esteem, and poor peer relationships are also thought to cause a predisposition toward drug and alcohol use."]
    },
    {"tag":"What is the risk for drug use in adults with AD/HD?",
    "patterns": ["What is the risk for drug use in adults with AD/HD?", "What is the risk for drug use in adults with ADHD? ","What is the risk for drug use in adults with ADD?"],
    "responses": [" Drug abuse in adults with AD/HD is higher than in the general population. Two percent of adults in the U.S. have a drug abuse disorder. Yet, 10 to 20 percent of the adult population with AD/HD has an addictive disorder<br><br> As with adolescent substance abuse treatment programs, a high number of adults in drug rehabilitation programs have AD/HD. Forty percent of cocaine and opiate abusers are reported to have a history of AD/HD."]
    },
    {"tag":"Are there factors that reduce the risk of drug use?",
    "patterns": ["Are there factors that reduce the risk of drug use?", "Are there factors that reduce the risk of drug use for ADHD? ","Are there factors that reduce the risk of drug use for ADD?"],
    "responses": [" Factors that may reduce the risk for drug use and abuse are not well-known. Treatment with medication may decrease the risk for substance abuse disorders.<br> The reasons for these findings are not clear; however, researchers are hypothesizing that the medicated children may have found greater success in school, behavior, and social relationships, and were therefore less likely to turn to drugs."]
    },
    {"tag":"What is the risk of acting out behavior for AD/HD teens?",
    "patterns": ["What is the risk of acting out behavior for ADHD teens?", "What is the risk of acting out behavior for ADHD teens? ","What is the risk of acting out behavior for ADD teens?"],
    "responses": [" Acting out behavior refers to aggressive, defiant, irresponsible, and minor illegal activities. Twice as many teens with AD/HD will run away from home than teens without AD/HD. <br><br>AD/HD teens are sexually impulsive. They are ten times more likely to either get pregnant or cause a pregnancy than those without AD/HD. Teens with AD/HD are four times more likely to contract a sexually transmitted disease than teens without AD/HD. Sixteen percent of AD/HD teens contract a sexually transmitted disease while only 4 percent of non-AD/HD teens do."]
    },
    {"tag":"What is the sexual behavior of AD/HD teens and adults?",
    "patterns": ["What is the sexual behavior of AD/HD teens and adults?", "What is the sexual behavior of ADHD teens and adults? ","What is the sexual behavior of ADD teens and adults?"],
    "responses": [" AD/HD teens generally have more partners, more unprotected sex, more sexually transmitted dis- eases, and are more likely to become pregnant or cause a pregnancy. The same pattern follows in adulthood. Impulsivity, failure to think of consequences, and need for novelty are likely contributors."]
    },
    {"tag":"What are the chances for AD/HD teens and adults to engage in crime?",
    "patterns": ["What are the chances for AD/HD teens and adults to engage in crime?", "What are the chances for ADHD teens and adults to engage in crime? ","What are the chances for ADD teens and adults to engage in crime?"],
    "responses": [" Teens with AD/HD are significantly more likely to have adversarial contacts with law enforcement agencies, 19 percent of AD/HD adolescents compared to 3 percent of non-AD/HD teens"]
    },
    {"tag":"What is the risk for auto accidents for AD/HD teens and adults?",
    "patterns": ["What is the risk for auto accidents for AD/HD teens and adults?", "What is the risk for auto accidents for ADHD teens and adults? ","What is the risk for auto accidents for ADD teens and adults"],
    "responses": [" They cause and experience four times more automobile accidents and sustain more bodily injuries in those accidents than other drivers."]
    },
    {"tag":"What is the likelihood of AD/HD teens developing Antisocial Personality Disorder?",
    "patterns": ["What is the likelihood of AD/HD teens developing Antisocial Personality Disorder?", "What is the likelihood of ADHD teens developing Antisocial Personality Disorder? ","What is the likelihood of ADD teens developing Antisocial Personality Disorder"],
    "responses": [" Antisocial Personality Disorder (ASPD) is diagnosed only after age eighteen years. The path from ADHD to ASPD appears to be a predictable one that begins with an early onset of Oppositional Defiant Disorder coexisting with ADHD <br><br>Mid to late childhood is marked by aggression, lying, stealing, and conflicts with the family. When the ODD and ADHD persist into adolescence, Conduct Disorder blossoms into increasingly antisocial behaviors, which ulti- mately culminates in ASPD in adulthood. <br> In the general population, about 3 percent of males and 1 percent of females have ASPD. In the ADHD population, estimates as high as 25 percent have been reported."]
    },
    {"tag":"What are the chances of my child having a successful marriage?",
    "patterns": ["What are the chances of my child having a successful marriage?", "What are the chances of my child having a successful marriage for ADHD? ","What are the chances of my child having a successful marriage for ADD"],
    "responses": [" The limited findings reveal that adults with AD/HD report general marital unhappiness, less family satisfaction, lower emotional involvement, and less communication. Their non-AD/HD spouses report a plethora of problems caused by the AD/HD spouse, leading to a divorce rate of twice the general population."]
    },
    {"tag":"What kind of parents do AD/HD adults make?",
    "patterns": ["What kind of parents do AD/HD adults make?", "What kind of parents do ADHD adults make? ","What kind of parents do ADD adults make"],
    "responses": [" Majority of individuals with AD/HD are male, the father is usually the less effective parent. AD/HD adults are reported to frequently forget important child- rearing activities and prefer to be an entertaining parent rather than sharing the discipline with their spouse."]
    },
    {"tag":"What is the risk for AD/HD children to develop emotional problems as an adult?",
    "patterns": ["What is the risk for AD/HD children to develop emotional problems as an adult?", "What is the risk for ADHD children to develop emotional problems as an adult? ","What is the risk for ADD children to develop emotional problems as an adult"],
    "responses": [" Adults with AD/HD are three times more likely than their nondisordered counterparts to experience significant stress, depression, or other emotional problems"]
    },
    {"tag":"What can parents do to ensure a good future for their child?",
    "patterns": ["What can parents do to ensure a good future for their child?", "What can parents do to ensure a good future for their ADHD child? ","What can parents do to ensure a good future for their ADD child"],
    "responses": [" The first step to take to help your child is to acknowledge the difficulty you are faced with and accept that you need professional guidance. You are not expected to know how to raise a child with a disorder. There is no shame in getting help, only in refusing to admit that you need it. <h3>What AD/HD children need:</h3> * A thorough evaluation<br> * Other disorders diagnosed or ruled out<br> * Section 504 accommodations and modifications<br> * Behavior modification<br> * Social skills training<br> * Anger management training<br> * Emotion regulation training<br> * Decision making training<br> * Extracurricular activities<br> <h3>What AD/HD children might need:</h3> * Tutoring<br> * Special education<br> * Individual psychotherapy<br> * Medication<br> * Family therapy<br>"]
    },
    {"tag":"Can AD/HD be a strength?",
    "patterns": ["Can AD/HD be a strength?", "Can AD/HD be a strength for ADHD child? ","Can AD/HD be a strength for  ADD child"],
    "responses": [" When parents and children change their perspective, some of the symptoms of AD/HD can become assets to be harnessed instead of symptoms to try to eliminate.<br><br> AD/HD children often have a very unique way of perceiving things. They think of things that no one else could ever possibly entertain. Today’s business model of “thinking outside the box” is made for the AD/HD person. While schools may not value the entrepreneurial spirit of an AD/HD child, there are many arenas outside of school that do."]
    },
    {"tag":"What is the good news about AD/HD?",
    "patterns": ["What is the good news about AD/HD?", "What is the good news about ADHD? ","What is the good news about ADD"],
    "responses": [" While the statistics bring bad news, they simultaneously bring good news. <h2>Approximately:</h2> * 30 percent of children with AD/HD no longer have the disorder as a teen.<br> * 68 percent do not run away from home.<br> * 87 percent graduate high school.<br> * 87 percent do not engage in multi-drug use.<br> * 66 percent do not abuse alcohol.<br> * 65 percent of boys and 86 percent of girls do not develop a drug abuse disorder.<br> * 60 percent who smoke cigarettes quit by adulthood.<br> * 80 percent of teens do not engage in criminal behavior.<br> * 63 percent of adults with AD/HD do not engage in criminal activities.<br><br> The good news is that with treatment and your diligent efforts your child has a good chance of having a positive outcome."]
    },
    {"tag":"Can AD/HD be a gift?",
    "patterns": ["Can AD/HD be a gift?", "Can ADHD be a gift? ","Can ADD be a gift"],
    "responses": [" * Symptom :  Impulsive | Gift : Lives fully in the moment <br> * Symptom : Hyperactive | Gift : Energetic <br> * Symptom : Daydreaming | Gift : Gets into state of relaxation  <br> * Symptom : Distractible | Gift : Attends to the unobserved in the world <br> * Symptom : Forgetful | Gift : Free from endless list of things to do <br> * Symptom : Loses things | Gift : Unbound by material things <br> * Symptom : Acts like does not hear | Gift : Easily tunes out annoying stimuli/people <br> * Symptom : Talks too much | Gift : Passionate about ideas/interests <br> * Symptom : Interrupts | Gift : Excited to share ideas with others <br> * Symptom : Repeats same mistake | Gift : Not plagued with guilt for mistakes <br> * Symptom : Hates homework | Gift : Incredible capacity for play <br> * Symptom : Distorted reality testing  | Gift : Unique view of the world <br> * Symptom : Obsessed | Gift : Passionate <br> * Symptom : Ignores others | Gift : Single-mindedness of purpose <br> * Symptom : Bizarre sense of humor  | Gift : Unique sense of humor <br> * Symptom : Selfish | Gift : Gets own needs met <br> * Symptom : Greedy | Gift : Strong desires for more <br> * Symptom : Pushy | Gift : Doing what it takes to get more  <br> * Symptom : No self-awareness | Gift : Free from self-consciousness <br> * Symptom : Lack of insight | Gift : Free from preoccupation with own faults <br> * Symptom : Focuses on irrelevant | Gift : Finds entertainment in mundane things <br>"]
    },
    {"tag":"10 Questions You Must Ask Your Doctor about Diagnosis?",
    "patterns": ["10 Questions You Must Ask Your Doctor about Diagnosis?", "10 Questions You Must Ask Your Doctor about Diagnosis for ADHD child? ","10 Questions You Must Ask Your Doctor about Diagnosis for ADD child"],
    "responses": [" 1. Is AD/HD an area of specialty for you? <br> 2. What procedures do you use to evaluate for AD/HD? <br> 3. Do you think all children need to have formal testing to be evaluated? <br> 4. Will you use psychological testing? If so, what tests and what is the purpose? <br> 5. Do you use medical tests? If so, what tests and what is the purpose? <br> 6. What sources of information do you use to make your diagnosis? <br> 7. How do you distinguish ordinary behavior from AD/HD? <br> 8. What other disorders will you consider besides AD/HD? <br> 9. Will you review my child’s school records? <br> 10. Are there indications that my child should be tested for learning disorders? br>"]
    },
    {"tag":"10 Coexisting Disorders Your Doctor Must Consider?",
    "patterns": ["10 Coexisting Disorders Your Doctor Must Consider?", "10 Coexisting Disorders Your Doctor Must Consider for ADHD child? ","10 Coexisting Disorders Your Doctor Must Consider for ADD child"],
    "responses": [" 1. Learning Disorders<br> 2. Oppositional Defiant Disorder <br> 3. Conduct Disorder<br> 4. Depression<br> 5. Anxiety<br> 6. Tourette’s Disorder<br> 7. Asperger’s Disorder<br> 8. Obsessive Compulsive Disorder <br> 9. Bipolar Disorder<br> 10. Encopresis and Enuresis<br>"]
    },
    {"tag":"10 Things You Must Tell Your Child’s Teacher?",
    "patterns": ["10 Things You Must Tell Your Child’s Teacher?", "10 Things You Must Tell Your Child’s Teacher ADHD child? ","10 Things You Must Tell Your Child’s Teacher for ADD child"],
    "responses": [" 1. That your child has AD/HD <br> 2. Whether or not your child has other diagnoses <br> 3. Whether or not your child has any learning disorders <br> 4. If your child is from a divorced family <br> 5. If your child has toileting issues <br> 6. What behavior problems can be expected in the classroom <br> 7. What behavior problems can be expected on the playground <br> 8. What rewards your child is motivated to work for <br> 9. What consequences are effective in decreasing inappropriate behavior <br> 10. What special talents, hobbies, and interests your child has <br>"]
    },
    {"tag":"10 Parenting Techniques You Must Use?",
    "patterns": ["10 Parenting Techniques You Must Use?", "10 Parenting Techniques You Must Use ADHD child? ","10 Parenting Techniques You Must Use for ADD child"],
    "responses": [" 1. Structured routine <br>2. Rules and rule notebook <br> 3. Consequences <br> 4. Consistency <br> 5. Praise <br> 6. Rewards <br> 7. Behavior chart <br> 8. Predictable consequences  <br> 9. Time-out <br> 10. Contracts <br>"]
    },
    {"tag":"10 Questions You Must Ask Your Doctor about Medication?",
    "patterns": ["10 Questions You Must Ask Your Doctor about Medication?", "10 Questions You Must Ask Your Doctor about Medication Use ADHD child? ","10 Questions You Must Ask Your Doctor about Medication for ADD child"],
    "responses": [" 1. How familiar are you with this medication? <br> 2. What is the main purpose of this medication? <br> 3. Is this medication approved for my child’s age? <br> 4. What are the side effects of this medication? <br> 5. How often will you see my child to monitor his response to the medication? <br> 6. Are you available for emergency contact if my child has a serious reaction? <br> 7. Do you have written information to give me about this medication? <br> 8. What are the pros and cons of taking this medication only on school days? <br> 9. How should I monitor for side effects? <br> 10. Do you believe in giving multiple medications? <br>"]
    }
]
}
